Repository: Blindspot76/e2iPlayer
Catalog: IPTVPlayer/locale/*/LC_MESSAGES/IPTVPlayer.po
Languages: de, hu, it, pl, ru

source: Operation aborted!
hu: Művelet megszakítva!
ru: Операция прервана!

source: Others
de: Andere
hu: Egyéb
pl: Pozostałe
ru: Другие

source: PENDING
de: WARTEND
hu: VÁRAKOZIK
it: In attesa
pl: OCZEKUJĄCY
ru: ОЖИДАНИЕ

source: PICTURE
hu: KÉP
ru: ФОТО

source: Password:
de: Passwort:
hu: Jelszó:
pl: Hasło:
ru: Пароль:

source: Paste "%s"
de: Füge ein "%s"
hu: "%s" beillesztése.
pl: Wklej "%s"
ru: Вставить "%s"

source: Path to ytlist.txt, urllist.txt
de: Verzeichnis von ytlist.txt, urllist.txt
hu: Az ytlist.txt, urllist.txt fájlok útvonala
it: Percorso al ytlist.txt, urllist.txt
pl: Lokalizacja plików ytlist i urllist
ru: Путь к ytlist.txt, urllist.txt

source: Pending
de: Wartend
hu: Várakozik
it: In attesa
pl: W oczekiwaniu
ru: До

source: Photos
hu: Fényképek
ru: Фото

source: Pin has been changed.
de: PIN wurde geändert.
hu: Pin megváltozott.
it: Il PIN è stato modificato.
pl: Kod pin został zmieniony.
ru: Вывод был изменен.

source: Pin incorrect!
de: PIN ungültig!
hu: Hibás pin!
it: Pin non corretto
pl: Niepoprawny kod PIN!
ru: Pin неправильно!

source: Pin protection for configuration
de: PIN-Schutz für Konfiguration
hu: Beállítások jelszavas védelme
it: Protezione Pin per configurazione
pl: Chronić konfigurację kodem PIN
ru: Защита Pin для настройки

source: Pin protection for plugin
de: PIN-Schutz für Plugin
hu: Plugin jelszavas védelme
it: Protezione Pin per plugin
pl: Chroń wtyczkę kodem PIN
ru: Защита контактов для плагина

source: Play file
hu: Fájl lejátszása
it: Riproduci file
ru: Играть файл

source: Play with [%s] player
de: Wiedergeben mit [%s]
hu: Lejátszás a [%s] lejátszóval
it: Riproduci con [%s] Player
pl: Odtwórz nagranie w [%s]
ru: Играть с [%s] плеера

source: PlayPuls use a proxy?
hu: PlayPuls használjon proxyt?
ru: PlayPuls использовать прокси-сервер?

source: Player > Recorder
hu: Lejátszás > Letöltés
ru: Плеер> Проигрыватель

source: Playlist
hu: Lejátszási lista
pl: Lista odtwarzania
ru: Плейлист

source: Playlists
hu: Lejátszási listák
it: Playlist
pl: Listy odtwarzania
ru: Плейлисты

source: Please remember that you use the IPTVPlayer plugin at your own risk.
hu: Ne feledd, a programot saját felelősségedre használod.
it: L'uso del plugin IPTV Player avviene a proprio rischio.
ru: Пожалуйста, помните, что вы используете плагин IPTVPlayer на свой страх и риск.

source: Please remember that you use this plugin at your own risk.
de: Bitte bedenken Sie, dass Sie das Plugin auf eigene Verantwortung benutzen.
hu: Ne feledd, a plugint saját felelősségedre használod.
pl: Używasz tej wtyczki na własne ryzyko.
ru: Пожалуйста, помните, что вы используете этот плагин на свой страх и риск.

source: Plugin can be run on one of the following platforms: sh4, mipsel, i686, armv7.
hu: A Plugin csak a következő platformokon működik: sh4, mipsel, i686, armv7.
ru: Плагин может работать на одной из следующих платформ: sh4, mipsel, i686, armv7.

source: Pol'skiy
hu: Lengyel
ru: Польский

source: Poland
hu: Lengyelország
ru: Польша

source: Policy
hu: Képméret
ru: Соотношение сторон

source: Policy2
hu: Képméret2
ru: Соотношение сторон2

source: Polish channles
hu: Lengyel csatornák
it: Canali Polacchi
ru: Польские каналы

source: Polish proxy server url
de: Polnische Proxy Server URL
hu: Lengyel proxy server url
it: URL del Proxy Server (Polacco)
pl: Adres polskiego serwera proxy
ru: Польский прокси-сервер гиперссылка

source: Popular
de: Populär
hu: Népszerű
it: Popolare
pl: Popularne
ru: Популярный

source: Popular Artists
hu: Népszerű előadók

source: Português
hu: Portugál
ru: Португальский

source: Prefered quality
de: Bevorzugte Qualität
hu: Előnyben részesített minőség
it: Qualità preferita
pl: Preferowana jakość
ru: Предпочтительное качество

source: Preferred quality
de: Bevorzugte Qualität
hu: Előnyben részesített minőség
pl: Preferowana jakość
ru: Предпочтительные качества

source: Preferred streaming protocol
de: Bevorzugtes Streamingprotokoll
hu: Előnyben részesített protokoll streamek esetén
pl: Preferowany protokół
ru: Предпочтительный протокол потоковой передачи

source: Preferred streaming protocol' + ':
hu: Előnyben részesített protokoll' + ':
ru: Предпочтительный протокол потоковой передачи' + ':

source: Preferred video quality:
de: Bevorzugte Videoqualität:
hu: Előnyben részesített video minőség:
pl: Preferowana jakość obrazu wideo:
ru: Выбор качество видео:

source: Premium user
de: Premium Benutzer
hu: Prémium Felhasználó
pl: Użytkownik Premium
ru: Премиум пользователь

source: Press OK to start
hu: Kezdés: OK gomb
ru: Нажмите OK чтобы начать

source: Previous
hu: Előző
ru: Предыдущий

source: Problem with downloading the server list from [%s].
de: Problem Server-Liste von [%s] herunter zu laden.
hu: Probléma a szerverek listájának letöltésével innen: [%s].
it: Problema con il download elenco server da [%s].
pl: Problem z pobieraniem listy serwerów z [%s].
ru: Проблема с загрузкой списка серверов от [%s].

source: Problem with downloading the server list.
hu: Probléma a szerverek listájának letöltésével.
it: Problema con il download della lista server.
ru: Проблема с загрузкой списка серверов.

source: Problem with downloading the update packet: [%s].
hu: Hiba történt a következő frissítés letöltése során: [%s].
it: Problema con il download del pacchetto di aggiornamento: [%s].
ru: Проблема с загрузкой пакета обновления:

source: Problem with extracting the archive. Return code [%d] %s.
de: Problem Datei zu entpacken. Fehler-Code [%d] %s.
hu: Hiba az archívum kibontása során. Hibakód [%d] %s.
it: Problema con l'estrazione dell'archivio. Codice [%d] %s.
pl: Problem z rozpakowaniem archiwum. Kod będu [%d] %s.
ru: Проблема с извлечением архива. Код возврата [%d] %s.

source: Problem with installing the new version. Status[%d], outData[%s]
de: Problem neue Version zu installieren. Status [%d], outData [%s]
hu: Hiba az új verzió telepítése során. Állapot [%d], Adat [%s]
it: Problema con l'installazione della nuova versione. Stato [%d], outData [%s]
pl: Problem z instalacją nowej wersji. Stan[%d],z danych[%s]
ru: Проблема с установкой новой версии. Статус[%d], OutData[%s]

source: Problem with the directory [%s].
de: Problem mit Verzeichnis [%s].
hu: Hiba a [%s] könyvtárban.
it: Problemi con la directory [%s].
pl: Problem z katalogiem [%s].
ru: Проблема с каталогов [% S].

source: Problem with the removal of the previous version. Status[%d], outData[%s].
de: Problem alte Version zu löschen. Status [%d], outData [%s].
hu: Hiba az előző verzió eltávolítása során. Állapot [%d], Adat [%s].
it: Problema con la rimozione della versione precedente. Stato [%d], outData [%s].
pl: Problem z usunięciem poprzedniej wersji. Stan[%d],z danych[%s].
ru: Проблема с удалением предыдущей версии. Статус[%d], OutData[%s].

source: Problem with user script execution [%s].
hu: Hiba a [%s] felhasználói script végrehajtása során.
it: Problema esecuzione script utente [%s].
ru: Проблема с выполнением пользовательских скриптов [%s].

source: Profile
hu: Profil
it: Profilo
ru: Профиль

source: Promote item
de: Eintrag bevorzugen
hu: Ajánlott anyagok
it: Favorire voce
pl: Przesuń na szczyt kolejki
ru: Содействие пункт

source: Promoted channels
hu: Ajánlott csatornák
it: Canali Promoted
ru: Повышены каналы

source: Promoted games
hu: Ajánlott játékok
it: Giochi Promoted
ru: Повышены игры

source: Protocol:
de: Protokoll:
hu: Protokoll:
pl: Protokół:
ru: Протокол:

source: Proxy server url
hu: Proxy szerver címe
it: URL Proxy Server
ru: Прокси-сервер гиперссылка

source: Quality
de: Qualität
hu: Minőség
pl: Jakość
ru: Качественный

source: Random
de: Zufällig
hu: Véletlenszerű
it: Casuale
pl: Losowe
ru: Случайный

source: Ranking
de: Rangliste
hu: Rangsor
ru: Расположение

source: Rating
de: Bewertung
hu: Értékelés
it: Valutazione
pl: Ocena
ru: Рейтинг

source: Raw
hu: Nyers
ru: Основной продукт

source: Recent
de: Aktuell
hu: Előző
it: Attuali
pl: Ostatnio rozpoczęte
ru: Последний

source: Recorder > Player
hu: Letöltés > Lejátszás
ru: Запись > Плеер

source: Records path
hu: Letöltés útvonala
it: Percorso registrazioni
ru: Записи путь

source: Refresh
de: Erneuern
hu: Frissítés
it: Aggiorna
pl: Odśwież listę
ru: Обновление

source: Refreshing
de: Erneuern
hu: Frissítés
it: Aggiornare
pl: Odświeżanie
ru: Обновляется

source: Regular
hu: Szabályos
ru: Регулярный

source: Releases
de: Veröffentlichungen
hu: Kiadások
pl: Wydania
ru: Релизы

source: Relevance
de: Relevanz
hu: Fontosság
it: Rilevanza
pl: Trafność
ru: Уместность

source: Remember last watched position
de: Merke zuletzt gesehene Position
hu: Utolsó lejátszási pozíció mentése
pl: Pamiętać ostatnią pozycję filmu
ru: Помнить последнее место проигривания

source: Remove
de: Entferne
hu: Eltávolítás
pl: Usuń
ru: Удалить

source: Remove file
de: Datei löschen
hu: Fájl törlése
it: Elimina file
pl: Usuń plik
ru: Удалить файл

source: Remove group
de: Gruppe entfernen
hu: Csoport törlése
it: Rimuovere gruppo
pl: Usuń grupę
ru: Удалить группу

source: Remove item
de: Eintrag entfernen
hu: Elem törlése
it: Rimuovi voce
pl: Usuń pozycje
ru: Удалить элемент

source: Removing the old version.
hu: Korábbi verzió törlése.
it: Rimozione versione precedente
ru: Удаление старой версии.

source: Removing unnecessary files.
de: Entferne nicht notwendige Dateien.
hu: Szükségtelen fájlok törlése.
pl: Usuwanie zbędnych plików.
ru: Удаление ненужных файлов.

source: Rename
de: Umbenennen
hu: Átnevezés
pl: Zmień nazwę
ru: Переименовать

source: Request token from "%s"
hu: Token kérése innen: "%s"
ru: Маркера запроса от "%s"

source: Request token from %s
hu: Jel kérése innen: %s
ru: Маркера запроса от %s

source: Restart GUI failed. Please restart STB manually.
de: Neustart von Enigma2 fehlgeschlagen. Bitte Enigma2/STB manuell neu starten.
hu: Újraindítás sikertelen. Indítsd újra a készülékedet.
it: Riavvio GUI non riuscito. Riavviare il decoder manualmente.
pl: Wystąpił problem przy próbie ponownego uruchomienia systemu. Proszę ponownie uruchomić odbiornik.
ru: Перезапуск интерфейс не удалось. Пожалуйста, перезагрузите тюнер вручную.

source: Russia
hu: Oroszország
ru: Россия

source: Russian proxy server url
de: Russische Proxy Server URL
hu: Orosz proxy szerver címe
pl: Adres rosyjskiego serwera proxy
ru: Русский прокси-сервер url

source: SEARCH
hu: KERESÉS
ru: ПОИСК

source: STARTED
de: AKTIV
hu: ELINDÍTVA
it: AVVIATO
pl: URUCHOMIONY
ru: РАБОТЫ

source: STOPPED
de: INAKTIV
hu: LEÁLLÍTVA
it: ARRESTATO
pl: ZATRZYMANY
ru: Остановка

source: Save changes?
de: Änderungen speichern?
hu: Mented a változtatásokat?
pl: Zapisać zmiany?
ru: Сохранить изменения?

source: Search
de: Suche
hu: Keresés
it: Ricerca
pl: Wyszukaj
ru: Поиск

source: Search for movie "%s"
hu: A(z) "%s" című film keresése.
ru: Поиск фильма "%s"

source: Search for subitile for "%s"
hu: "%s" feliratainak keresése
ru: Поиск субтитров для "%s"

source: Search for subitile for %s
hu: %s feliratainak keresése
ru: Поиск субтитров для %s

source: Search history
de: Suchverlauf
hu: Keresés az előzmények közt
it: Cronologia
pl: Historia wyszukiwania
ru: История поиска

source: Search results
de: Suchergebnisse
hu: Keresési eredmények
it: Risultati ricerca
pl: Wyniki wyszukiwania
ru: Результаты поиска

source: Search type
de: Suchmodus
hu: Keresés típusa
it: Modo ricerca
pl: Wybierz typ wyszukiwania
ru: Тип поиска

source: Search youtube materials
de: Suche auf Youtube
hu: Youtube tartalmak keresése
pl: Szukaj materiałów w YouTube
ru: Поиск материалов в YouTube

source: Second movie player in buffering mode
de: Alternativer Player im Puffermodus
hu: Pufferelt módban a másodlagos lejátszó
it: Alternativo Player in modo buffer
pl: Drugi odtwarzacz z trybem buforowania

source: Second movie player without buffering mode
de: Alternativer Player ohne Puffermodus
hu: Pufferelés nélkül a másodlagos lejátszó
pl: Drugi odtwarzacz bez trybu buforowania

source: Select
de: Auswählen
hu: Kiválasztás
pl: Wybierz
ru: Выбрать

source: Select %s
de: Wähle %s
hu: %s kiválasztása
pl: Wybierz %s
ru: Выберите %s

source: Select action
de: Operation auswählen
hu: Művelet kiválasztása
it: Seleziona azione
pl: Wybierz działanie
ru: Выберите действие

source: Select audio track
de: Wähle Tonspur
hu: Hangsáv választása
pl: Wybierz ścieżkę audio
ru: Выберите звуковую дорожку

source: Select favourite group
de: Wählen Sie die Favoriten Gruppe
hu: Kedvenc csoport kiválasztása
it: Seleziona gruppo preferiti
pl: Wybierz grupę ulubionych
ru: Выберите любимую группу

source: Select language
de: Wähle Sprache
hu: Nyelv választása
pl: Wybierz język
ru: Выберите язык

source: Select link
de: Wähle Link
hu: Válassz linket
it: Seleziona Link
pl: Wybierz link
ru: Выберите ссылку

source: Select movie
hu: Film választása
ru: Выберите фильм

source: Select movie player
de: Movie Player auswählen
hu: Válassz lejátszót
it: Seleziona movie player
pl: Wybierz odtwarzacz
ru: Выберите плеер

source: Select option
de: Wähle Option
hu: Válassz opciót
it: Seleziona opzione
pl: Wybór opcji
ru: Выберите опцию

source: Select service
de: Wähle Service
hu: Válassz szolgáltatót
it: Seleziona servizio
pl: Wybierz serwis
ru: Выберите услугу

source: Select subtitles file
de: Wähle Untertitel Datei
hu: Válassz a feliratfájlok közül
pl: Wybierz plik z napisami
ru: Выберите файл субтитров

source: Select subtitles to download
de: Wähle Untertitel Datei zum Herunterladen
hu: Válaszd ki a letöltendő feliratot
pl: Wybierz napisy do pobrania
ru: Выберите субтитры для загрузки

source: Select subtitles track
de: Wähle Untertitelspur
hu: Válassz feliratot
pl: Wybierz ścieżkę napisów
ru: Выберите субтитры трек

source: Select the directory
de: Wähle das Verzeichnis
hu: Válassz mappát
pl: Wybierz katalog
ru: Выберите каталог

source: Select update server
de: Wähle Update-Server
hu: Válassz frissítési szervert
it: Seleziona server di aggiornamento
pl: Wybierz serwer aktualizacji
ru: Выберите сервер обновлений

source: Select video option
de: Auswahl Video-Optionen
hu: Válassz videó opciót
pl: Wybierz opcję wideo
ru: Выберите вариант видео

source: Selected version [%s].
de: Gewählte Version [%s].
hu: A kiválasztott verzió [%s].
it: Versione selezionata [%s].
pl: Wybrano wersję [%s].
ru: Выбранный вариант [%s].

source: Seriale
de: Serien
hu: Sorozatok
ru: Сериале

source: Series
de: Serien
hu: Sorozatok
pl: Seriale
ru: Серии

source: Service [%s] has no additional settings.
de: Service [%s] hat keine zusätzliche Einstellungen.
hu: A [%s] szolgáltatónál nincsenek további beállítási lehetőségek.
it: Servizio [%s] non dispone di ulteriori impostazioni.
pl: Host [%s] nie ma dodatkowych ustawień.
ru: Услуги [%s] не имеет никаких дополнительных настроек.

source: Services configuration
de: Services konfigurieren
hu: Szolgáltatók beállításai
it: Configurazione servizi
pl: Konfiguracja hostów
ru: Конфигурация Услуги

source: Set active movie player
de: Aktiven Movie Player wechseln
hu: Aktív médialejátszó beállítása
it: Imposta movie player
pl: Ustaw aktywny odtwarzacz
ru: Выбор активного видеоплеера

source: Set pin code
de: Setze Pin-Schutz
hu: PIN kód megadása
it: Imposta codice PIN
pl: Ustaw kod PIN
ru: Установите пин-код

source: Show IPTVPlayer in extension list
de: Zeige E2iPlayer in Erweiterungsliste
hu: IPTVPlayer megjelenítése a bővítmények között
it: Mostra IPTV-Player nella lista avanzata
pl: Pokazać E2iPlayer w liście rozszerzeń
ru: Показать IPTVPlayer в списке расширений

source: Show IPTVPlayer in main menu
de: Zeige E2iPlayer im Hauptmenü
hu: IPTVPlayer megjelenítése a főmenüben
it: Mostra IPTV Player nel menu principale
pl: Pokazać E2iPlayer w głównym menu
ru: Показать IPTVPlayer в главном меню

source: Show all channels
de: Zeige alle Kanäle
hu: Minden csatorna megjelenítése
pl: Pokazać wszystkie kanały
ru: Показать все каналы

source: Show all version in the update menu
de: Zeige alle Versionen im Update-Menü
hu: Minden verzió megjelenítése a frissítések között
it: Mostra tutte le versioni nel menu aggiornamento
pl: Pokaż wszystkie wersje w menu aktualizacji
ru: Показать все версии в меню Обновление

source: Show download manager after adding new item
de: Zeige Downloadverwaltung bei Download
hu: Letöltésvezérlő megjelenítése új elem hozzáadásakor
it: Mostra gestore download dopo aggiunta nuova voce
pl: Pokazać menadżera pobierania po dodaniu pliku
ru: Показать менеджер закачек после добавления нового элемента

source: Show hiddens catalogs
de: Zeige versteckte Ordner
hu: Rejtett katalógusok megjelnítése
pl: Pokazać ukryte katalogi
ru: Показать скрытые каталоги

source: Show hiddens files
de: Zeige versteckte Dateien
hu: Rejtett fájlok megjelenítése
pl: Pokazać ukryte pliki
ru: Показывать скрытые файлы

source: Show update icon in service selection menu
de: Zeige Update Icon in Serviceauswahl
hu: Frissítési ikon megjelenítése a szolgáltatók között
it: Mostra icona di agg. in servizio menu di selezione
pl: Pokazać ikonę aktualizacji w głównym menu
ru: Показать значок обновления в меню выбора услуг

source: Shows
hu: Show műsorok

source: Silverlight stream not supported.
hu: Silverlight adatfolyam nem támogatott.
ru: Поток Серебряный свет не поддерживается.

source: Simple subtitles downloader
de: Simple Untertitel Downloader
hu: Egyszerű feliratletöltő
pl: Pobieranie prostych napisów
ru: Простые субтитры загрузчик

source: Sin in to
hu: Bűn
it: Accedi
ru: Войти в систему

source: Skin
hu: Kezelőfelület
pl: Skóra

source: Skipping IPTVPlayer serup may cause problems.Are you sure to skip IPTVPlayer setup?
hu: A beállítások kihagyása problémákat okozhat. Biztosan kihagyod ezeket?
ru: Пропуск небольшой настройки IPTVPlayer problems.Are причины Вы уверены, что пропустить настройку IPTVPlayer?

source: Skipping IPTVPlayer setup may cause problems. Are you sure to skip IPTVPlayer setup?
de: Das Überspringen der E2iPlayer Einrichtung kann zu Problemen führen. Wollen Sie wirklich die E2iPlayer Einrichtung überspringen?
hu: A beállítások kihagyása problémákat okozhat. Biztosan kihagyod ezeket?
pl: Pominięcie instalacji może spowodować nieprawidłowe działanie E2iPlayer. Jesteś pewien że chcesz pominąć dodatkową instalację?
ru: Пропуск настройки IPTVPlayer может вызвать проблемы. Вы действительно хотите пропустить настройку IPTVPlayer?

source: SmackDown
hu: SmackDown Pankráció
ru: Обрушить

source: Some changes will be applied only after plugin update.
hu: Néhány változás a plugin újraindításakor lesz érvényes.
ru: Некоторые изменения будут применены только после плагин обновления.

source: Songs
hu: Dalok
it: Canzoni
ru: Песни

source: Sorry
hu: Elnézést
ru: Сожалею

source: Sort by:
de: Sortieren nach:
hu: Rendezési elv:
it: Ordina per:
pl: Sortuj według:
ru: Сортировать по:

source: Sort search result by
hu: Kersési eredmények rendezési elve
ru: Сортировать по результату поиска

source: Sort the list:
de: Sortiere Liste:
hu: Lista rendezési elve:
pl: Sotuj listę:
ru: Сортировать список:

source: Sorted channels A-Z [live]
de: Sortierte Kanäle A-Z [live]
hu: Csatornák betűrendben [élő]
pl: Sortowanie alfabetyczne kanałów A-Z [na żywo]
ru: Сортировка каналов A-Z [в прямом эфире]

source: Sorted most viewed channels general [live]
de: Sortiere nach insgesamt am meisten gesehenen Kanälen [live]
hu: Legnézettebb csatornák [élő]
pl: Sortowanie ogólne najczęściej oglądanych kanałów [na żywo]
ru: Сортировка целом наиболее просматриваемые каналы [в прямом эфире]

source: Sorted most viewed channels now [live]
de: Sortiere nach aktuell am meisten gesehenen Kanälen [live]
hu: A jelenleg legnézettebb csatornák [élő]
pl: Sortowanie kanałów najczęściej oglądanych [na żywo]
ru: Сортировка по количеству просмотров каналы с предприятием [в прямом эфире]

source: Spanish
de: Spanisch
hu: Spanyol
pl: Hiszpański
ru: Испания

source: Start download manager per default
de: Downloadverwaltungs-Status per default AKTIV
hu: Letöltésvezérlő indítása alapértelmezettként
it: Avvia download manager come predefinito
pl: Domyślnie uruchomić menadżera pobierania plików
ru: Включите менеджер закачек по умолчанию

source: Stations
hu: Állomások
it: Stazioni
ru: Станций

source: Status object [%r]
hu: [%r] objektum állapota
ru: Статус объект [%r]

source: Step [%s] cannot be aborted. Please wait.
de: Schritt [%s] kann nicht abgebrochen werden. Bitte warten.
hu: A [%s] folyamatot nem tudom megszakítani. Türelmet kérek.
it: Azione[%s] non può essere interrotta. Attendere prego.
pl: Czynność [%s] nie może zostać przerwana. Proszę czekać.
ru: Шаг [%s] не может быть прервана. Пожалуйста, подождите.

source: Stereo downmix mode for software decoder
de: Stereo Downmix Modus für Softwaredekoder
hu: Sztereó lekeverési mód szoftveres dekódoláskor
pl: Stereo downmix dla programowego dekodera
ru: Стерео режим микширования для декодера программного обеспечения

source: Stop
hu: Állj
pl: Zatrzymaj
ru: Стоп

source: Stop downloading
de: Herunterladen anhalten
hu: Letöltés leállítása
it: Interrompi download
pl: Zatrzymaj pobieranie
ru: Остановка загрузки

source: Stop playing?
de: Wiedergabe stoppen?
hu: Megállítod?
pl: Zakończyć odtwarzanie?
ru: Остановить воспроизведение?

source: Subtitle background
de: Untertitel Hintergrund
hu: Feliratok háttere
pl: Tło napisów
ru: Фон субтитров

source: Subtitle border color
de: Untertitel Randfarbe
hu: Felirat keretének színe
pl: Kolor obramowania napisów
ru: Субтитры цвет границы

source: Subtitle border enabled
de: Untertitel Rand anzeigen
hu: Feliratok keretének engedélyezése
pl: Włączyć obramowanie napisów
ru: Границы субтитров включен

source: Subtitle border width
de: Untertitel Randbreite
hu: Feliratok keretének szélessége
pl: Szerokość obramowania napisów
ru: Субтитры ширина границы

source: Subtitle box height
de: Untertitel Randhöhe
hu: Feliratdoboz magassága
pl: Wysokość napisów
ru: Субтитры высота тюнера

source: Subtitle box position
de: Untertitel Boxposition
hu: Feliratdoboz elhelyezkedése
pl: Pozycja napisów
ru: Субтитры позиция окно

source: Subtitle font
de: Untertitel Schrift
hu: Feliratok betűkészlete
pl: Czcionka napisów
ru: Шрифт субтитров

source: Subtitle font color
de: Untertitel Schriftfarbe
hu: Feliratok betűszíne
pl: Kolor czcionki napisów
ru: Субтитры цвет шрифта

source: Subtitle font size
de: Untertitel Schriftgröße
hu: Feliratok betűmérete
pl: Rozmiar czcionki napisów
ru: Субтитры размер шрифта

source: Subtitle line height
de: Untertitel Zeilenhöhe
hu: Feliratsor magassága
pl: Wysokość wiersza napisów
ru: Субтитры высота строки

source: Subtitle line wrapping
de: Untertitel Zeilenumbruch
hu: Sorok tördelése
pl: Zawijać wiersze napisów
ru: Субтитры упаковка линия

source: Subtitle shadow X offset
de: Untertitel Schatten X Versatz
hu: Feliratok vízszintes árnyékának eltolása
pl: Przesunięcie cieni napisów X
ru: Субтитры тень Смещение по X

source: Subtitle shadow Y offset
de: Untertitel Schatten Y Versatz
hu: Feliratok függőleges árnyékának eltolása
pl: Przesunięcie cieni napisów Y
ru: Субтитры тень Y смещение

source: Subtitle shadow color
de: Untertitel Schattenfarbe
hu: Feliratok árnyékának színe
pl: Kolor cieni napisów
ru: Субтитры цвет тени

source: Subtitle shadow enabled
de: Untertitel Schatten anzeigen
hu: Feliratok árnyékolásának engedélyezése
pl: Włączyć cienie napisów
ru: Включен субтитров тень

source: Subtitle vertical alignment
de: Untertitel vertikale Ausrichtung
hu: Feliratok függőleges rendezése
pl: Wyrównanie pionowe napisów
ru: Субтитры вертикальное выравнивание

source: Subtitles
de: Untertitel
hu: Feliratok
pl: Napisy
ru: Субтитры

source: Subtitles downloaded successfully. [%s]
hu: A [%s] felirata sikeresen letöltve.
ru: Субтитры загружены успешно. [%s]
