Repository: Blindspot76/e2iPlayer
Catalog: IPTVPlayer/locale/*/LC_MESSAGES/IPTVPlayer.po
Languages: de, hu, it, pl, ru

source: DixMax Suggestions
de: DixMax Vorschläge
pl: Propozycje DixMax

source: Do you want to download "%s" Virtual Keyboard layout now?
de: Möchten Sie das virtuelle "%s" Tastatur-Layout jetzt herunterladen?
pl: Załadować plik konfiguracyjny "%s" klawiatury wirtualnej?

source: Do you want to try to re-download "%s" Virtual Keyboard layout?
de: Möchten Sie versuchen das virtuelle "%s" Tastatur-Layout erneut herunterzuladen?
pl: Czy chcesz ponowić próbę pobrania pliku konfiguracyjnego "%s" klawiatury wirtualnej?

source: Documentaries
de: Dokumentarfilme
pl: Dokumentalne

source: Documentary Movies
pl: Filmy dokumentalne

source: Download
pl: Pobierz

source: Download %s
de: Herunterladen von %s
pl: Pobierz %s

source: Download can not be started. Downloader %s not working correctly. Last error "%s (%s)".
de: Download kann nicht gestartet werden. Downloader %s funktioniert nicht richtig. Letzter Fehler "%s (%s)".
pl: Pobieranie nie może zostać rozpoczęte. Program %s nie działa poprawnie. Ostatni błąd "%s (%s)".

source: Download can not be started. Incorrect address "%r".
de: Download kann nicht gestartet werden. Ungültige Adresse "%r".
pl: Pobieranie nie może zostać rozpoczęte. Adres "%r" jest niepoprawny.

source: Download failed. Last error "%s (%s)".
de: Download fehlgeschlagen. Letzter Fehler "%s (%s)".
pl: Pobieranie nie powiodło się. Ostatni błąd "%s (%s)".

source: Download log file
de: Herunterladen von Log-Datei
pl: Pobierz plik dziennika

source: Download manager is not initialized
de: Downloadverwaltung ist nicht initialisiert
pl: Menedżer pobierania nie został zainicjowany

source: Download subtiles failed.
de: Herunterladen von Untertiteln fehlgeschlagen.
pl: Pobieranie napisów nie powiodło się.

source: Downloading "%s".
de: Herunterladen von "%s".
pl: Pobieranie "%s" .

source: Downloading file: %r.
de: Herunterlade Datei: %r.
pl: Pobieranie pliku: %r.

source: Downloading graphics package.
de: Lade Grafik-Paket herunter.
pl: Pobieranie pakietu graficznego.

source: Downloading icons package.
de: Lade Icons-Paket herunter.
pl: Pobieranie pakietu ikon.

source: Downloads: %s
pl: Liczba pobrań: %s

source: Drama Movies
pl: Filmy dramatyczne

source: Dramas
pl: Dramaty

source: Duration
de: Dauer
pl: Czas trwania

source: Duration:
de: Dauer:
pl: Czas trwania:

source: Duration: %s
de: Dauer: %s
pl: Czas trwania: %s

source: Duration: {0}
pl: Czas trwania: {0}

source: E2iPlayer enable/disabled groups
de: E2iPlayer aktivierte/deaktivierte Gruppen
pl: E2iPlayer włączy/wyłacz groupy

source: ERROR:
de: FEHLER:
pl: BŁĄD

source: Educational Animation
pl: Animacja edukacyjna

source: Enable
de: Aktivieren
pl: Włączyć

source: Encryption function body extraction failed! Please report the problem to %s
de: Body-Extraktion der Verschlüsselungsfunktion fehlgeschlagen! Bitte melden Sie dieses Problem an %s
pl: Wyodrębnienie treści funkcji szyfrowania nie powiodło się! Zgłoś problem do %s

source: Encryption function name extraction failed! Please report the problem to %s
de: Name-Extraktion der Verschlüsselungsfunktion fehlgeschlagen!Bitte melden Sie dieses Problem an %s
pl: Wyodrębnienie nazwy funkcji szyfrowania nie powiodło się! Zgłoś problem do %s

source: Enter the text
de: Text eingeben
pl: Wprowadź tekst

source: Entitlement parsing error.
de: Entitlement parsing Fehler.
pl: Błąd parsowania uprawnień.

source: Episode
pl: Odcinek

source: Episode Search
de: Episoden-Suche
pl: Szukaj odcinków

source: Episode title
de: Episoden-Titel
pl: Tytuł odcinka

source: Error code: %s
de: Fehler-Code: %s
pl: Kod błędu: %s

source: Error code: %s Error message: %s
de: Fehler-Code: %s Fehler-Meldung: %s
pl: Kod błędu: %s Komunikat błędu: %s

source: Error communicating with the server.
de: Fehler bei der Kommunikation mit dem Server.
pl: Błąd komunikacji z serwerem.

source: Error deleting file "%s".
de: Fehler beim Löschen der Datei "%s".
it: Errore eliminazione file "%s".
pl: Bład usunięcia pliku "%s".

source: Error during deletion of the debug file.
de: Fehler beim Löschen der Debug-Datei.
pl: Błąd podczas usuwania pliku debugowania.

source: Error message: %s
de: Fehler-Meldung: %s
pl: Komunikat o błędzie: %s

source: Error occurs
de: Fehler aufgetreten
pl: Wystąpił błąd

source: Error reading file "%s".
de: Fehler beim Lesen der Datei "%s".
it: Errore lettura file "%s".
pl: Bład odczytu pliku"%s".

source: Error writing file "%s".
de: Fehler beim Schreiben der Datei "%s".
it: Errore scrittura file "%s".
pl: Bład zapisu pliku "%s".

source: Error. Return code [%d] %s.
de: Fehler. Fehler-Code [%d] %s.
pl: Błąd. Kod błędu %d] %s.

source: Ethical & Legal
pl: Etyczne i prawne

source: Exam Review
pl: Przegląd egzaminu

source: Exception occurs
de: Exception aufgetreten
pl: Wystąpił wyjątek

source: External free, then paid
pl: Zewnętrzne bezpłatne, a następnie płatne

source: External paid
pl: Zewnętrzne płatne

source: Extracting graphics package.
de: Entpacke Grafik-Paket.
pl: Wypakowywanie pakietu graficznego.

source: Extracting icons package.
de: Entpacke Icons-Paket.
pl: Wyodrębnianie pakietu ikon.

source: FREE
de: FREI
pl: DARMOWE

source: Failed to connect to server "%s".
de: Die Verbindung zum Server "%s" konnte nicht hergestellt werden.
pl: Nie można nawiązać połaczenia z "%s".

source: Failed to log in user "%s". Please check your login and password.
de: Anmeldung von Benutzer "%s" fehlgeschlagen. Bitte überprüfen Sie Ihre Login Daten.
pl: Zalogowanie użytkownika "%s" nie powiodło się. Proszę sprawdzić login i hasło.

source: Family Movies
pl: Filmy rodzinne

source: Fantasy Movies
pl: Filmy fantasy

source: February
pl: luty

source: File "%s" already exists
de: Datei "%s" existiert bereits
pl: Plik "%s" już istnieje

source: File not found: [%s].
de: Datei nicht gefunden: [%s].
pl: Nie znaleziono pliku: [%s].

source: Film Archive
pl: Archiwum filmowe

source: Filmstarts Suggestions
de: Filmstarts Vorschläge
pl: Sugestie filmu

source: Filmweb Suggestions
de: Filmweb Vorschläge
pl: Sugestie filmu

source: Filter By Year
pl: Filtruj według roku

source: Filters
de: Filter
pl: Filtry

source: Foot & Ankle
pl: Stopa i kostka

source: Free
de: Frei
pl: Darmowe

source: Friday
pl: piątek

source: Functionality protected by Google reCAPTCHA!
de: Funktionalität ist geschützt mit Google reCaptcha!
pl: Funkcjonalność zabezpieczona przez Google reCAPTCHA!

source: GST-IFDSRC for GSTREAMER 1.X
de: GST-IFDSRC für GSTREAMER 1.X
pl: GST-IFDSRC dla GSTREAMER 1.X
ru: GST-IFDSRC для GSTREAMER 1.X

source: Game: %s
de: Spiel: %s
pl: Gra: %s

source: Games played Now
de: Jetzt gespielte Spiele
pl: Gry rozgrywane teraz

source: General
pl: ogólnie

source: Genre:
pl: Gatunk:

source: Genre: %s
pl: Gatunek: %s

source: Genres:
pl: Gatunki:

source: Get page "%s" error.
de: Seitenaufruf "%s" Fehler.
pl: Bład pobierania strony: "%s".

source: GitLab version from {0} was downloaded successfully.
pl: Wersja GitLab z {0} została pomyślnie pobrana.

source: Go to the host configuration available under blue button.
de: Gehen Sie zu der unter der blauen Taste verfügbaren Host Konfiguration.
pl: Sprzwdź konfigurację serwisu dostępną po naciśnięciu niebieskiego przycisku.

source: Google Suggestions
de: Google Vorschläge
pl: Sugestie Google

source: Groups
de: Gruppen
pl: Grupy

source: Guest timeout: %s
de: Gast-Timeout: %s
pl: Limit czasu gościa: %s

source: HDFull Suggestions
de: HDFull Vorschläge
pl: Podpowiedzi HDFull

source: HTTPS connection error "%s"
de: HTTPS-Verbindungsfehler "%s"
pl: Błąd połączenia HTTPS: "%s"

source: Hand
pl: Dłoń

source: Hardware floating point
de: Hardware Gleitkommaeinheit
pl: Sprzętowy zmiennoprzecinkowy FPU

source: Highlights
pl: Skróty

source: History Movies
pl: Filmy historyczne

source: Horror Movies
pl: Horrory

source: Hosts settings
de: Hosts Einstellungen
pl: Ustawienia hostów

source: Humanitarian
pl: Humanitarny

source: IMDb Suggestions
de: IMDb Vorschläge
pl: Sugestie IMDb

source: IMDb rating
de: IMDb Bewertung
pl: Ocena IMDb

source: If you want to use MyJDownloader, fill login and password in settings menu
pl: Jeśli chcesz korzystać z MyJDownloadera, wpisz login i hasło w menu ustawień

source: Industry
pl: Przemysłowy

source: Info
de: Information
it: Informazioni
pl: Informacje
ru: Информация

source: Initial list
de: Grundliste
pl: Początkowa lista

source: Initialize Download Manager
de: Initialisiere Downloadverwaltung
pl: Zainicjuj Menedżera pobierania

source: Initiating data, please wait
de: Initialisiere Daten, bitte warten
pl: Inicjowanie danych, proszę czekać

source: Installing "%s".
de: Installiere "%s".
pl: Instalowanie "%s".

source: Interactive Learning Center(ILC)
pl: Interaktywne centrum edukacyjne (ILC)

source: Internal, then external
pl: Wewnętrzny, a następnie zewnętrzny (zalecane)

source: Invalid email.
de: Ungültige E-Mail.
pl: Nieprawidłowy email.

source: It improves commands execution with very long arguments.
de: Es verbessert die Befehlsausführung mit sehr langen Argumenten.
pl: Poprawia wykonywanie poleceń z bardzo długą listą argumentów.

source: It improves json data parsing.
de: Es verbessert das JSON Daten Parsing.
pl: Poprawia szybkość wczytywania danych JSON.

source: It is not allowed to call getURLRequestData from main thread.
de: Es ist nicht erlaubt, getURLRequestData vom Hauptthread aus aufzurufen.
pl: Wywołanie getURLRequestData z gównego wątku jest niedozwolone.

source: It looks like some kind of protection. Try again later.
de: Es sieht nach einer Art Schutz aus. Versuchen Sie es später noch einmal.
pl: Wygląda na jakiś rodzaj zabezpieczenia. Spróbuj ponownie później.

source: It looks like your current configuration do not allow to connect to the https://%s/.
pl: Wygląda na to, że Twoja obecna konfiguracja nie pozwala na połączenie do https://%s/.

source: JDownloader script execution
de: JDownloader Script Ausführung
pl: Wykonaniem skryptu JDownloader

source: JDownloader script execution failed. Error code: %s
pl: Wykonanie skryptu JDownloader nie powiodło się. Kod błędu: %s

source: January
pl: styczeń

source: Jobs & Positions
pl: Praca i stanowiska

source: Journal Club
pl: Klub dziennikarski

source: July
pl: lipiec

source: June
pl: czerwiec

source: Knee & Sports
pl: Kolano i sport

source: LATEST
de: LETZTE
pl: NAJNOWSZY

source: LATEST CONTENT
de: LETZTER CONTENT
pl: NAJNOWSZA TREŚĆ

source: LIKES
pl: POLUBIENIA

source: LIST
de: LISTE
pl: LISTA

source: LIVE
pl: NA ŻYWO

source: LIVE STREAMING
pl: PRZEKAZ NA ŻYWO

source: Language
de: Sprache
pl: Język

source: Language: %s
de: Sprache: %s
pl: Język: %s

source: Last %d lines of the %s file are:
de: Letzte %d Zeilen von der %s Datein sind:
pl: Ostatnie %d wierszy pliku %s to:

source: Last day
de: Letzter Tag
pl: Najlepsze 24GODZ.

source: Last month
de: Letzter Monat
pl: Najlepsze 30D.

source: Last week
de: Letzte Woche
pl: Najlepsze 7D.

source: Level:
pl: Poziom:

source: Link protected with %s
pl: Link zabezpieczony %s

source: Link protected with Google ReCaptcha v2
de: Link ist geschützt mit Google reCaptcha v2
pl: Link zabezpieczony przez Google ReCaptcha v2

source: Link protected with google recaptcha v2.
de: Link ist geschützt mit Google reCaptcha v2.
pl: Link zabezpieczony przez google recaptcha v2.

source: Link protected with hCaptcha.
pl: Link zabezpieczony przez hCaptcha.

source: Links for
de: Links für
pl: Linki do

source: Links from all files without categories
de: Links aus allen Dateien ohne Einteilung in Kategorien
pl: Linki ze wszystkich plików bez podziału na kategorie

source: Links from the file %s
de: Links aus der Datei %s
pl: Linki z pliku %s

source: List
de: Liste
pl: Lista

source: List by day
de: Liste nach Tag
pl: Lista według dnia

source: Listeners: %s
de: Zuhörer: %s
pl: Słuchacze: %s

source: Live now
de: Live jetzt
pl: TV na żywo

source: Live streams
pl: Kanały na żywo

source: LiveTv
pl: Na żywo

source: Load of the Virtual Keyboard layout "%s" failed due to the following error: "%s"
de: Das Laden des Layouts der virtuellen Tastatur "%s" ist aufgrund des folgenden Fehlers fehlgeschlagen: "%s"
pl: Załadowanie pliku konfiguracyjnego "%s" klawiatury wirtualnej nie powiodło się z powodu następującego błędu "%s".

source: Loading data, please wait
de: Lade Daten, bitte warten
pl: Ładowanie danych, proszę czekać

source: Loading data, please wait (%d)
de: Lade Daten, bitte warten (%d)
pl: Ładowanie danych, proszę czekać (%d)

source: Locale ID mismatched! %s <> %s
de: Locale ID nicht übereinstimmend! %s <> %s
pl: Niezgodność identyfikatorów regionu! %s <> %s

source: Login failed. Invalid email or password.
de: Login fehlgeschlagen. Ungültige E-Mail oder Passwort.
pl: Logowanie nie powiodło się. Nieprawidłowy e-mail lub hasło.

source: Login needed
pl: Wymagane logowanie

source: Login on {0} failed.
de: Login in {0} fehlgeschlagen.
pl: Logowanie do {0} nie powiodło się.

source: Logs
pl: Dzienniki

source: Low
de: Niedrig
pl: Niska

source: MOVIES
de: FILME
pl: FILMY

source: Main menu
de: Hauptmenü
pl: Menu główne

source: Matches
pl: Mecze na żywo PPV

source: Max bitrate:
pl: Maksymalny bitrate:

source: Max number of parallel downloads has been reached.
de: Die maximale Anzahl paralleler Downloads ist erreicht.
pl: Osiągnięto maksymalną liczbę równoczesnych pobierań.

source: May
pl: maj

source: Medtryx Marketing
pl: Marketing Medtrix

source: Meetings
pl: Spotkania

source: Message from 2Captcha: %s
pl: Wiadomość od 2Captcha: %s

source: Missed
de: Verpasst
pl: Pozostałe

source: Missed the program?
de: Sendung verpasst?
pl: Przegapiłeś program?

source: Monday
pl: poniedziałek

source: Mood:
pl: Nastrój:

source: Moods:
pl: Nastróje:

source: Most Viewed Movies
pl: Najczęściej oglądane

source: Most Viewed Series
pl: Najczęściej oglądane

source: Most featured
de: Am häufigsten beworben
pl: Polecane

source: Most recent
de: Neueste
pl: Ostatnio dodane

source: Moving file from "%s" to "%s" failed.
de: Verschieben von Datei von "%s" zu "%s" fehlgeschlagen.
pl: Pobieranie pliku %s" do "%s" nie powiodło się.

source: Moving playback buffer to the download manager failed with the following error "%s"
de: Das Verschieben des Wiedergabepuffers in die Downloadverwaltung ist mit folgendem Fehler fehlgeschlagen "%s"
pl: Przeniesienie odtwarzanego bufora do menadżera pobieranie nie powiodło się z powodu następującego błędu: "%s"

source: Music Movies
pl: Filmy muzyczne

source: My list
pl: Moja lista

source: Mystery Movies
pl: Tajemnicze filmy

source: NEARBY CAMS
de: NAHE GELEGENE CAMS
pl: Kamery w pobliżu

source: NEW
de: NEU
pl: NOWE

source: NEW RELEASE LIST
de: LISTE DER NEUEN RELEASES
pl: LISTA NOWO WYDANYCH

source: Network
de: Netzwerk
pl: Połączenie

source: Network failed %s.
de: Netzwerk fehlgeschlagen %s.
pl: Połaczenie nie powiodło się %s.

source: Never
de: Nie
pl: Nigdy

source: New javascript not yet supported!
pl: Nowy JavaScript nie jest jeszcze obsługiwany!

source: Newest Videos
de: Neueste Videos
pl: Najnowsze wideo

source: News Feed
pl: Nowości

source: Next Page
pl: Następna strona

source: No
de: Nein
pl: Nie

source: No materials waiting in the downloader queue
de: Keine Materialien, die in der Downloaderwarteschlange warten.
pl: Brak materiałów oczekujących w kolejce pobierania

source: No playable sources found.
de: Keine abspielbaren Quellen gefunden.
pl: Brak źródeł możliwych do odtworzenia.

source: No valid entitlement found for asset.
pl: Brak uprawnienia dla zasobu.

source: Not Free
pl: Płatne

source: Nothing has been downloaded yet.
de: Es wurde noch nichts heruntergeladen.
pl: Nic nie zostało jeszcze pobrane.

source: Nothing to do here.
de: Hier gibt es nichts zu tun.
pl: Tu nie ma nic do robienia.

source: November
pl: listopad

source: October
pl: październik

source: Older
de: Älter
pl: Starsze

source: On Time
pl: Na czasie

source: Only free
pl: Tylko za darmo

source: Only music
de: Nur Musik
pl: Tylko muzyka

source: Only videos
de: Nur Videos
pl: Tylko filmy

source: OpenSSL in your image has different library names then these used by %s. There is need to create following symlinks: %s to be able to install binary components from %s server. Do you want to proceed?
de: OpenSSL in Ihrem Image hat andere Bibliotheksnamen als diese, die von %s verwendet werden. Es ist notwendig folgende Symlinks zu erstellen: %s um Binärkomponenten vom %s Server installieren zu können. Möchten Sie fortfahren?
pl: OpenSSL w Twoim obrazie ma inną nazwę niż ta wymagana przez komponenty %s. Wymagane jest utworzenie następujących linków symbolicznych: %s , aby instalacja komponentów binarnych %s była możliwa. Czy chcesz kontynuować?

source: Order by comments
pl: Sortuj według komentarzy

source: Order by date
pl: Sortuj według daty

source: Order by likes
pl: Sortuj według polubień

source: Order by views
pl: Sortuj według wyświetleń

source: Other
de: Andere
pl: Pozostałe

source: Others tags:
de: Andere Schlagwörter:
pl: Pozostałe tagi:

source: PARTIES
pl: STRONY

source: PAY
pl: PŁATNE

source: Packages
pl: paczki

source: Paid
de: Bezahl
pl: Płatne

source: Password
de: Passwort
pl: Hasło

source: Past premieres
de: Beste Premieren
pl: Premiery archiwalne

source: Path:
de: Verzeichnis:
pl: Ścieżka:

source: Pathology
pl: Patologia

source: Pathology Rounds
pl: Rundy patologii

source: Pediatrics
pl: Pediatria

source: People
de: Personen
pl: Ludzie

source: Physical Exam
pl: Fizyczny egzamin

source: Platform
de: Plattform
it: Piattaforma
pl: Platforma
ru: Платформа

source: Playable from
pl: Odtwarzanie z dnia

source: Player
pl: Odtwarzacz

source: Player %s
pl: Odtwarzacz %s

source: Player %s: %s
pl: Odtwarzacz %s: %s

source: Player Skin
pl: Skórka odtwarzacza

source: Player data parsing error.
de: Player-Daten Parsing Fehler.
pl: Błąd parsowania odtwarzacza.

source: Please consider restart your Engima2 and agree to install the %s utlity when the %s will propose this.
de: Bitte erwägen Sie einen Neustart von Engima2 und stimmen Sie zu, das %s Dienstprogramm zu installieren, wenn %s dies vorschlägt.
pl: Prószę rozważyć restart systemy i zgodę na instalacje programu %s kiedy %s zaproponuje to.

source: Please fill your login and password in the host configuration (available under blue button) and try again.
pl: Wprowadź login i hasło w konfiguracji hosta dostępnej po naciśnięciu niebieskiego przycisku i spróbuj ponownie.

source: Please register and set login and password in the host configuration, to solve this problems permanently.
de: Bitte registrieren Sie sich und setzen Sie Login und Passwort in der Host Konfiguration, um diese Probleme dauerhaft zu lösen.
pl: Proszę się zarejestrować i wprowadzić login i hasło w konfiguracji hosta, aby rozwiązać ten problem.

source: Please report this problem to the developer %s.
de: Bitte melden Sie dieses Problem dem Entwickler %s.
pl: Proszę zgłosić ten problem do programisty %s.

source: Please retry later.
de: Bitte später probieren.
pl: Proszę spróbować próźniej.

source: Please visit "%s" and confirm that you are human.
de: Bitte besuchen Sie "%s" um zu bestätigen, dass Sie ein Mensch sind.
pl: Proszę odtworzyć "%s" i potwierdzić, że jesteś człowiekiem.

source: Please visit %s to learn how to redirect this task to the external device.
de: Bitte besuchen Sie %s, um zu erfahren, wie Sie diese Aufgabe auf das externe Gerät umleiten können.
pl: Proszę odwiedź stronę %s, aby dowiedzieć się jak rozwiązać to zadanie na innym urządzeniu.

source: Please wait - downloading initialization data.
de: Bitte warten - Initialisierungsdaten werden heruntergeladen.
pl: Proszę czekać - pobranie danych inicjalizacyjnych.

source: Please wait for initialization data.
de: Bitte warten Sie auf die Initialisierungsdaten.
pl: Proszę czekać na pobranie danych inicjalizacyjnych.

source: Plugin global settings
de: Globale Plugin-Einstellungen
pl: Globalne ustawienia wtyczek

source: Popular Movies
pl: Filmy wojenne

source: Popular Series
pl: Popularne odcinki

source: Popularity: ?
pl: Popularność: ?

source: Portuguese
de: Portugiesisch
pl: Portugalski

source: Powerpoint Presentation
pl: Prezentacja Powerpoint

source: Practice Management
pl: Praktyka zarządzania

source: Praise:
pl: Pochwała:

source: Praises:
pl: Pochwał:

source: Preferred bitrate
de: Bevorzugte Bitrate
pl: Preferowany bitrate

source: Preferred language
de: Bevorzugte Sprache
pl: Preferowana język

source: Previous list
de: Vorherige Liste
pl: Poprzednia lista

source: Problem with copy binary.
de: Problem beim Kopieren von Binärdatei.
pl: Problem z kopiowaniem pliku binarnego.

source: Problem with copy files. Status[%d], outData[%s]
de: Problem beim Kopieren von Daten. Status[%d], outData[%s]
pl: Problem ze skopiowaniem pliku. Status[%d], outData[%s]

source: Problem with downloading the packet: [%s].
de: Problem beim Herunterladen von dem Paket: [%s].
pl: Problem z pobraniem pakietu [%s].

source: Problem with parsing the server list.
de: Problem mit dem Parsen der Serverliste.
pl: Problem z przetworzeniem listy serwerów.

source: Problem with user script execution.
de: Problem mit Ausführung von Benutzer-Script.
pl: Problem z wykonaniem skryptu użytkownika.

source: Professional Networks
pl: Profesjonalne sieci

source: Program A-Z
de: Sendungen A-Z
it: Programmi A-Z
pl: Programy A-Z

source: Programmes
de: Sendungen
pl: Programy

source: Published:
de: Veröffentlicht:
pl: Data publikacji:

source: Qualities
de: Qualitäten
pl: Jakość

source: Quality:
de: Qualität:
pl: Jakość:

source: RATING
de: BEWERTUNG
pl: OCENA

source: RECENT
de: AKTUELL
pl: Najnowszy

source: REMEMBER:
de: ERINNERUNG:
pl: ZAPAMIĘTAJ:

source: Radiology Rounds
pl: Rundy radiologiczne

source: Raiting
de: Bewertung
pl: Ranking

source: Random Movies
pl: Losowe filmy

source: Rating %s
de: Bewertung %s
pl: Ocena %s

source: Rating:
de: Bewertung:
pl: Ocena:

source: Recon
pl: zwiad

source: Recordings
de: Aufnahmen
pl: Nagrania

source: Redirect
de: Umleiten
pl: Przeadresować

source: Release:
de: Veröffentlichung:
pl: Data wydania:

source: Relese
de: Veröffentlichung
pl: Data wydania

source: Reload list
de: Liste neu laden
pl: Przeładuj listę

source: Replay Shows
pl: Powtórki

source: Reset State
de: Status zurücksetzen
pl: zresetować stan

source: Resolving hCaptcha with %s failed!
pl: Rozwiązanie hCaptcha przez %s nie powiodło się!

source: Resolving reCaptcha with %s failed!
de: Das Auflösen von reCaptcha mit %s ist fehlgeschlagen!
pl: Rozwiązywanie reCaptcha przez %s nie powiodło się!

source: Return to hosts list
de: Zurück zur Hosts-Liste
pl: Wróć do listy hostów

source: Romance Movies
pl: Filmy romantyczne

source: Russian
de: Russisch
pl: Rosyjski

source: SONGS
pl: PIOSENKI

source: Saturday
pl: sobota

source: Save
de: Speichern
pl: Zapisz

source: Schedule
de: Zeitplan
pl: Harmonogram

source: Sci-Fi Movies
pl: Filmy science fiction

source: Search for "%s", %s, %s %s
de: Suche nach "%s", %s, %s %s
pl: Szukaj "%s", %s, %s %s

source: Search in
de: Suche in
pl: Szukaj w

source: Search in all active hosts
de: Suche in allen aktiven Hosts
pl: Szukaj we wszystkich aktywnych hostach

source: Searching in %s, please wait (%d)
de: Suche in %s, bitte warten (%d)
pl: Wyszukiwanie za %s, proszę czekać (%d)

source: Searching, please wait (%d)
de: Suche, bitte warten (%d)
pl: Wyszukiwanie, proszę czekać (%d)

source: Season {0}
de: Staffel {0}
pl: Sezon {0}

source: See all events
de: Alle Events anzeigen
pl: Wszystkie wydarzenia

source: See all languages
de: Alle Sprachen anzeigen
pl: Wszystkie języki

source: See all topics
de: Alle Themen anzeigen
pl: Wszystkie tematy

source: Select GitLab repository owner
pl: Wybierz właściciela repozytorium GitLab

source: Select directory
de: Wähle Verzeichnis
pl: Wybierz katalog

source: Select pictures
de: Wähle Bilder
pl: Wybierz obrazki
