Repository: Blindspot76/e2iPlayer
Catalog: IPTVPlayer/locale/*/LC_MESSAGES/IPTVPlayer.po
Languages: de, hu, it, pl, ru

source: For more info please ask the author samsamsam@o2.pl
de: Für weitere Informationen fragen Sie bitte den Autor samsamsam@o2.pl
hu: További információ: samsamsam@o2.pl
pl: Aby uzyskać więcej informacji proszę zapytać autora samsamsam@o2.pl
ru: Для получения более подробной информации, пожалуйста, спросите автора samsamsam@o2.pl

source: For more info please visit http://fluendo.com/
de: Für weitere Informationen besuchen Sie bitte: http://fluendo.com/
hu: További információ: http://fluendo.com/
pl: Aby uzyskać więcej informacji prosimy odwiedzić http://fluendo.com/
ru: Для получения более подробной информации, пожалуйста, посетите http://fluendo.com/

source: Make sure you are using the latest version of the plugin.
de: Stellen Sie sicher, dass Sie die neueste Version des Plugins nutzen.
hu: Győződjön meg arról, a plugin legújabb verzióját használja.
pl: Upewnij się, że używasz najnowszej wersji wtyczki.
ru: Убедитесь, что вы используете последнюю версию плагина.

source: Please use "Web" streams player -> WeebTV instead.
hu: Ehelyett használja a "Web" adatfolyamokat lejátszó-> WeebTV.
ru: Пожалуйста, используйте "Web" потоки плеер -> WeebTV вместо.

source: This host is not integral part of the IPTVPlayer plugin. It is not supported by IPTVPlayer team.
hu: Ez a site nem a plugin része. Az IPTVPlayer csapat nem támogatja.
ru: Этот узел не является неотъемлемой частью плагина IPTVПлеер. Это не поддерживается IPTVПлеер команды.

source: You can also report problem here: https://gitlab.com/iptvplayer-for-e2/iptvplayer-for-e2/issues or here: samsamsam@o2.pl
de: Sie können Probleme auch hier melden: https://gitlab.com/iptvplayer-for-e2/iptvplayer-for-e2/issues oder hier: samsamsam@o2.pl
hu: A problémát itt is jelentheti: https://gitlab.com/iptvplayer-for-e2/iptvplayer-for-e2/issues vagy itt: samsamsam@o2.pl
pl: Możesz również zgłosić problem tutaj: https://gitlab.com/iptvplayer-for-e2/iptvplayer-for-e2/issues lub tutaj: samsamsam@o2.pl
ru: Вы также можете сообщить проблему здесь: https://gitlab.com/iptvplayer-for-e2/iptvplayer-for-e2/issues или здесь: samsamsam@o2.pl

source: Allowed formats of thumbnails
de: Erlaubte Vorschaubild Formate
hu: Képek engedélyezett formátumai
pl: Dozwolone formaty miniatur
ru: Допустимые форматы миниатюр

source: Audio buffer size [KB]
de: Audiopuffergröße in [KB]
hu: Audió puffer méret [KB]
pl: Rozmiar bufora audio w [KB]
ru: Аудио размер буфера [KB]

source: Buffer size [MB]
hu: Pufferméret (MB)
it: Dimensioni buffer (in MB)
ru: Размер буфера [MB]

source: Number of columns
de: Anzahl der Spalten
hu: Oszlopok száma
it: Numero di colonne
pl: Liczba kolumn
ru: Количество колонок

source: Number of rows
de: Anzahl der Zeilen
hu: Sorok száma
it: Numero di righe
pl: Liczba wierszy
ru: Количество строк

source: Remove thumbnails
de: Lösche Vorschaubilder
hu: Képek eltávolítása
it: Rimuovere le miniature
pl: Usunąć miniatury
ru: Удалить эскизы

source: Service icon size
de: Service Icon Größe
hu: Ikon mérete
it: Dimensione icona servizi
pl: Rozmiar ikon
ru: Размер значка службы

source: Video buffer size [MB]
de: Videopuffergröße in [MB]
hu: Videó pufferméret (MB)
pl: Rozmiar bufora wideo w [MB]
ru: Размер буфера Видео [MB]

source: Last.fm login:
hu: Last.fm felhasználónév:
ru: Last.fm Войти:

source: Password
hu: Jelszó
ru: Пароль

source: Username or Email
hu: Felhasználónév vagy Email cím
it: Nome utente o indirizzo email
ru: Имя пользователя или адрес электронной почты

source: has not been detected. Do you want to install it?
de: wurde nicht erkannt. Wollen Sie es installieren?
hu: nem található. Szeretnéd telepíteni?
pl: nie zostało wykryte. Czy chcesz zainstalować?
ru: не был обнаружен. Вы хотите, чтобы установить его?

source: is deprecated. Do you want to install new one?
de: ist veraltet. Möchten Sie eine neuere Version installieren?
hu: nem megfelelő. Szeretnéd frissíteni?
pl: jest przestarzałe. Czy chcesz zainstalować nowe?
ru: не рекомендуется. Вы хотите, чтобы установить новый?

source: "Web" streams player
hu: "Web" streamek lejátszása
pl: Odtwarzacz strumieni z Internetu
ru: "Сеть" Потоки Плеер

source: %s - configuration
hu: %s - Konfiguráció
ru: %s - Конфигурация

source: %s [download]
hu: "%s [Letöltés]

source: %s [watch]
hu: %s [Megtekintés]

source: %s items in category
hu: %s elem a kategóriában
it: %s voci in categoria
ru: Товары в категории% сек

source: %s viewers, %s channels
hu: %s néző, %s csatorna
it: %s osservatori, %s canali
ru: %s зрителей, %s каналы

source: %s will be used by IPTVPlayer.
hu: %s kiegészítőt az IPTVPlayer fogja használni.
ru: %s будет использоваться IPTVПлеер.

source: ----------Other----------
de: ----------Andere-----------
hu: -----------Egyéb----------
pl: ----------Inne----------
ru: ----------Другое----------

source: --All--
de: --Alle--
hu: --Összes--
it: --Tutti--
pl: --Wszystkie--
ru: --Все--

source: --Other--
hu: --Egyéb--
it: --Altro--
pl: --Pozostałe--
ru: --Другой-

source: > Press OK to start <
de: > Drücke OK zum Start <
hu: Kezdés: OK gomb
it: > Premi OK per avviare <
pl: >Naciśnij OK, aby rozpocząć<
ru: > Нажмите кнопку OK, чтобы начать <

source: ABORTED
de: ABGEBROCHEN
hu: MEGSZAKÍTVA
it: Interrotto
pl: PRZERWANY
ru: ПРЕРВАНО

source: AC3 mix mode
hu: AC3 Lekeverés
ru: Режим смешивания AC3

source: ARTICLE
hu: NYELV
ru: АРТИСТ

source: AUDIO
hu: HANG
ru: АУДИО

source: Aborted
de: Abgebrochen
hu: Megszakítva
it: Interrotto
pl: Przerwane
ru: Отменено

source: Access status:
hu: Hozzáférés állapota:
ru: Статус доступа:

source: Access status: [%r]
hu: Hozzáférési állapot: [%r]
ru: Статус доступа: [%r]

source: Add item to favourites
de: Eintrag zu Favoriten hinzufügen
hu: Hozzáadás a kedvencekhez
it: Aggiungi voce ai preferiti
pl: Dodaj do ulubionych
ru: Добавить к избранному

source: Add item to group
de: In Gruppe kopieren
hu: Hozzáadás csoporthoz
it: Agg. voce nel gruppo
pl: Dodaj element do grupy
ru: Добавить к группе

source: Add new group
de: Neue Gruppe erstellen
hu: Új csoport
it: Agg. nuovo gruppo
pl: Dodaj nową grupę
ru: Добавить новую группу

source: Add new group of favourites
de: Neue Favoriten-Gruppe erstellen
hu: Új kedvenc csoport létrehozása
it: Aggiungi nuovo gruppo di preferiti
pl: Dodaj nową grupę ulubionych
ru: Добавить новую группу избранных

source: Albums
hu: Albumok
it: Album
ru: Альбомы

source: All
de: Alle
hu: Összes
pl: Wszystkie
ru: Все

source: All TV shows
de: Alle TV Shows
hu: Összes TV műsor
pl: Wszystkie programy TV
ru: Все ТВ-шоу

source: All in one
de: Alle zusammen
hu: Minden együtt
pl: Wszystko w jednym
ru: Все файлы без разделения на категории

source: All movies
de: Alle Filme
hu: Filmek
pl: Wszytkie filmy
ru: Все фильмы

source: All programs in the Live Stream
hu: Minden program a Live Stream-en
it: Tutti i programmi in Live Stream
ru: Все программы в Live Stream

source: Allow dash format:
de: Erlaube Dash Format:
hu: Engedélyezett formátum:
pl: Akceptuj format DASH:

source: Allow downgrade
de: Erlaube Downgrade
hu: Korábbi verzió telepítésének engedélyezése
it: Consenti downgrade
pl: Pozwolić na obniżenie wersji przy aktualizacji
ru: Разрешить понижение

source: Allow hls format
hu: Engedélyezett formátum:
ru: Разрешить формат hls

source: Alternative geolocation IP 1:
de: Alternative Geolokation IP 1:
hu: Alternatív geolokációs IP 1:
ru: Альтернативная геолокации IP 1:

source: Alternative geolocation IP 2:
de: Alternative Geolokation IP 2:
hu: Alternatív geolokációs IP 2:
ru: Альтернативная геолокации IP 2:

source: An error occurred when try to sign in the user "%s. Please check your login credentials and try again later..."
de: Ein Fehler ist bei der Anmeldung aufgetreten "%s. Bitte überprüfen Sie Ihre Login-Daten und versuchen es später...
hu: Hiba lépett fel ezen felhasználó bejelentkezése során: "%s. Ellenőrizd az adatokat, és próbáld újra később..."
pl: Wystąpił błąd podczas próby zalogowania się użytkownika "%s. Sprawdź swoje dane logowania i spróbuj ponownie później... "

source: An error occurred while loading a subtitle from [%s].
de: Ein Fehler is beim Laden von Untertiteln aufgetreten von [%s].
hu: Hiba a felirat letöltése közben itt [%s].
pl: Wystąpił błąd podczas wczytywania napisów z [%s].
ru: Произошла ошибка при загрузке субтитры из [%s].

source: An unknown error has occurred.
hu: Ismeretlen hiba lépett fel.
ru: Произошла неизвестная ошибка.

source: Anuluj
hu: Megszakítás
ru: отменить

source: Apply
de: Verwenden
hu: Rendben
pl: Zastosuj
ru: применять

source: Archive
de: Archiv
hu: Archív
pl: Transmisje archiwalne
ru: Архив

source: Are you sure you want to remove file "%s"?
de: Sind Sie sicher, dass Sie die Datei "%s" entfernen wollen?
hu: Biztosan törlöd? "%s"?
pl: Czy na pewno chcesz usunąć plik "%s"?
ru: Вы уверены, что хотите удалить файл "%s"?

source: Aspect
de: Seitenverhältnis
hu: Képarány
pl: Proporcje obrazu
ru: Аспект

source: Auto
hu: Automatikus
ru: Автоматический

source: Auto check for plugin update
de: Automatisch nach Plugin Aktualisierung prüfen
hu: Frissítés automatikus keresése
it: Controllo automatico agg. plugin
pl: Automatyczne sprawdzanie aktualizacji
ru: Автоматическая проверка для обновления плагина

source: Auto selection based on the settings
de: Automatisch aus Ihrer Konfiguration
hu: Automatikus (Beállítások alapján)
it: Selezione automatica in base alle impostazioni
pl: Automatyczny wybór na podstawie ustawień
ru: Автоматический выбор на основе настроек

source: Autors: samsamsam, zdzislaw22, mamrot, MarcinO, skalita, huball, matzg
hu: Készítők: samsamsam, zdzislaw22, mamrot, MarcinO, skalita, huball, matzg
ru: Autoren samsamsam, zdzislaw22, mamrot, MarcinO, skalita, huball, matzg

source: Autors: samsamsam, zdzislaw22, mamrot, MarcinO, skalita, huball, matzg, tomashj291
hu: Készítők: samsamsam, zdzislaw22, mamrot, MarcinO, skalita, huball, matzg, tomashj291
it: Autori samsamsam, zdzislaw22, mamrot, MarcinO, skalita, huball, matzg, tomashj291
ru: Авторы: samsamsam, zdzislaw22, mamrot, MarcinO, skalita, huball, matzg, tomashj291

source: Black
de: schwarz
hu: Fekete
pl: Czarne
ru: черный

source: Block wmv files
de: Blockiere WMV Dateien
hu: wmv fájlok blokkolása
it: Blocco files WMV
pl: Blokować pliki wmv
ru: Блокировать WMV файлы

source: Broadcasts
hu: Műsorok
it: Broadcasting
ru: Трансляции

source: Browse
de: Blättern
hu: Böngészés
pl: Przeglądaj

source: Buffer path
hu: Puffer útvonala
it: Percorso buffer
ru: Буфер путь

source: CATEGORY
hu: KATEGÓRIA
ru: КАТЕГОРИИ

source: Cancel
de: Abbrechen
hu: Mégse
pl: Anuluj
ru: Отменить

source: Categories
de: Rubriken
hu: Kategóriák
it: Categoria
pl: Kategorie
ru: Категории

source: Ceska
hu: Cseh
ru: Чески

source: Change active movie player
de: Aktiven Movie Player wechseln
hu: Váltás másik lejátszóra
it: Cambia movie player attivo
pl: Zmiana aktywnego odtwarzacza
ru: Выбор активного видеоплеера

source: Channel
de: Kanal
hu: Csatorna
it: Canale
pl: Kanał
ru: Канал

source: Channels
de: Kanäle
hu: Csatornák
it: Canali
pl: Kanały
ru: Каналы

source: Checking version.
de: Prüfe Version.
hu: Verzió ellenőrzése.
it: Controllo della versione.
pl: Sprawdzanie wersji.
ru: Проверка версии.

source: Cinema movies
hu: Mozifilmek
pl: W kinie
ru: Кино фильмы

source: Collection
hu: Gyűjtemény
it: Collezione
ru: Коллекция

source: Completed.
de: Beendet.
hu: Befejezve.
it: Completato.
pl: Zakończone.
ru: Завершено.

source: Completed.
de: Beendet.
hu: Befejezve.
it: Completato.
pl: Zakończone.
ru: Завершено.

source: Configuration
de: Konfiguration
hu: Konfiguráció
it: Configurazione
pl: Konfiguracja
ru: Конфигурация

source: Configuration for service[%s]
hu: [%s] beállításai
it: Configurazione per il servizio [%s]
ru: Конфигурация для обслуживания[%s]

source: Configure IPTV Player
hu: IPTV Player beállítása
it: Configura IPTV Player
ru: Настройка IPTV-плеер

source: Configure host
de: Konfiguriere Host
hu: Oldal beállításai
it: Configura Host
pl: Konfiguracja hosta
ru: Настройка хоста

source: Configuring an external movie player
de: - Externer Movie Player Konfiguration
hu: Külső médialejátszó beálllítása
pl: Konfiguracja zewnętrznego odtwarzacza filmów
ru: Настройка внешнего видеопроигрывателя

source: Confirm new pin
de: Neuen PIN bestätigen
hu: Új jelszó érvényesítése
it: Confermare nuovo PIN
pl: Potwierdź nowy kod PIN
ru: Подтвердите новый PIN-код

source: Confirm title of the movie
hu: Filmcím jóváhagyása
ru: Подтвердите название фильма

source: Confirmation error.
de: Fehler bei Bestätigung.
hu: Érvényesítési hiba.
it: Errore di conferma
pl: Błąd potwierdzenia.
ru: Ошибка подтверждения.

source: Confirmation of installation.
de: Installation bestätigen.
hu: Telepítés érvényesítése.
it: Conferma di installazione.
pl: Potwierdzenie instalacji.
ru: Подтверждение установки.

source: Continue downloading
de: Download fortsetzen
hu: Letöltés folytatása
it: Continua il download
pl: Kontynuuj pobieranie
ru: Продолжить скачивание

source: Copy
de: Kopieren
hu: Másolás
pl: Kopiuj
ru: Копировать

source: Could not read from resource. code: %r
hu: Forrás olvashatatlan. Hibakód: %r
ru: Не удалось прочитать из ресурса. код: %r

source: Could not read from resource. code: %s
hu: Forrás olvashatatlan. Hibakód: %s
ru: Не удалось прочитать из ресурса. код: %s

source: Countries
de: Länder
hu: Országok
pl: Kraje
ru: Страны

source: Country (changing may be illegal in your country)
hu: Ország (Lehetséges, hogy Nálad nem működik)
it: Paese (cambiare può essere illegale nel proprio paese)
ru: Страна (изменение может быть незаконным в вашей стране)

source: Currently you have version [%s].
de: Zur Zeit benutzen Sie Version [%s].
hu: Jelenlegi verzió: [%s].
it: Attualmente si ha la versione [%s].
pl: Obecnie posiadasz wersję [%s].
ru: В настоящее время у вас версия [%s].

source: Cut
de: Schneiden
hu: Vágás
pl: Wytnij
ru: Переместить

source: DOWNLOAD ERROR
de: FEHLER BEIM HERUNTERLADEN
hu: LETÖLTÉSI HIBA
it: Errore download
pl: BŁĄD POBIERANIA
ru: Ошибка загрузки

source: DOWNLOADED
de: FERTIG
hu: LETÖLTVE
it: Scaricato
pl: POBRANY
ru: ЗАГРУЖЕННЫЕ

source: DOWNLOADING
de: HERUNTERLADEN
hu: LETÖLTÉS
it: Download in corso.
pl: POBIERANY
ru: ЗАГРУЗКА

source: Daily
hu: Napi
it: Giornaliero
ru: Ежедневно

source: Darkgray
de: dunkelgrau
hu: Sötétszürke
pl: Ciemno szare
ru: Темно-серый

source: Debug logs
de: Debug Log-Dateien
hu: Hibajelentés
it: Debug Log-File
pl: Włączyć dziennik diagnostyczny
ru: Журналы отладки

source: Default second video policy
hu: Második videó minősége
ru: Видео соотношение сторон по умолчанию второй

source: Default video aspect ratio
de: Standard Seitenverhältnis
hu: Alapértelmezett képarány
pl: Domyślne proporcje obrazu wideo
ru: Видео пропорции умолчанию

source: Default video policy
hu: Alapértelmezett minőség
ru: Видео соотношение сторон по умолчанию

source: Default video quality:
de: Standard Video Qualität:
hu: Alapértelmezett videó minőség:
it: Qualità video predefinita:
pl: Domyślny format wideo:
ru: По умолчанию качество видео:

source: Description:
de: Beschreibung:
hu: Megjegyzés:
it: Descrizione
pl: Opis:
ru: Описание:

source: Detection of the "%s" utility.
de: Erkennung des "%s" Dienstprogramms.
hu: "%s" kiegészítő keresése..
pl: Wykrywanie narzędzia "%s".
ru: Обнаружение "%s" утилита.

source: Detection of the OpenSSL version.
de: Erkennung der OpenSSL Version.
hu: OpenSSL kiegészítő keresése..
pl: Wykrywanie wersji biblioteki OpenSSL.
ru: Обнаружение версии OpenSSL.

source: Detection of the ffmpeg version.
de: Erkennung der FFmpeg Version.
hu: Az ffmpeg verziójának észlelése.
pl: Wykrywanie wersji ffmpeg.
ru: Обнаружение FFmpeg версии.

source: Detection of the gstreamer version.
de: Erkennung der GStreamer Version.
hu: A gstreamer verziójának észlelése.
pl: Wykrywanie wersji gstreamer'a.
ru: Обнаружение GStreamer версии.

source: Detection of the platform.
de: Erkennung der Plattform.
hu: Platform ellenőrzése.
pl: Wykrywanie platformy.
ru: Обнаружение платформы.

source: Deutsch
hu: Német
ru: Немецкий

source: Developers:
de: Entwickler:
hu: Fejlesztők:
pl: Programiści:

source: Disable host protection (error == GS)
hu: Védelem eltávolítása (hiba == GS)
it: Disabilita protezione Host (Errore == GS)?
ru: Отключить защиту хозяина (ошибка == GS)

source: Disable live at plugin start
de: Live-Fernsehsignal beim Plugin Start deaktivieren
hu: Tévéadás kikapcsolása indításkor
pl: Wyłączyć sygnał TV przy starcie wtyczki
ru: Отключить перейти в начале плагина

source: Disable reordering mode
de: Deaktiviere Sortiermodus
hu: Rendezési mód letiltása
it: Disabilita modalità riordino
pl: Wyłącz tryb zmiany kolejności
ru: Отключить режим переназначения

source: Display order:
hu: Kijelző elrendezése:
ru: Отобразить заказ:

source: Display thumbnails
de: Zeige Vorschaubilder
hu: Bélyegképek engedélyezése
it: Visualizza miniature
pl: Wyświetlać miniatury
ru: Показать миниатюры

source: Do not install (not recommended)
de: Nicht installieren (nicht empfohlen)
hu: Nem telepítem
pl: Nie instaluj (nie zalecane).
ru: Не устанавливайте (не рекомендуется)

source: Download again
de: Erneut herunterladen
hu: Letöltés újra
it: Scarica di nuovo
pl: Pobierz ponownie
ru: Скачать снова

source: Download can not be started. Incorrect address ('%r').
de: Download kann nicht gestartet werden. Ungültige Adresse ('%r')".
hu: Letöltés sikertelen. Hibás cím: ('%r').
pl: Pobieranie nie może zostać uruchomione. Nieprawidłowy adres ('%r').
ru: Скачать не могут быть запущены. Неправильный адрес ('%r').

source: Download can not be started. Downloader %s not working correctly. Status[%s]
de: Download kann nicht gestartet werden. Downloader %s funktioniert nicht richtig. Status[%s]
hu: Letöltés sikertelen. Letöltésvezérlő %s nem működik megfelelően. Állapot[%s]
pl: Pobieranie nie może zostać uruchomione. Pobieranie %s nie działa poprawnie. Status[%s]
ru: Скачать не могут быть запущены. Загрузчик %s не работает правильно. Статус[%s]

source: Download failed. Status[%s]
de: Download fehlgeschlagen. Status[%s]
hu: Letöltés megszakadt. Állapot[%s]
pl: Pobieranie nie powiodło się Status[%s]
ru: Ошибка загрузки. Статус[%s]

source: Download subtitle "%s"
hu: A(z) "%s" felirat letöltése
ru: Скачать субтитры "%s"

source: Download subtitle %s
hu: A(z) %s feliratának letöltése
ru: Скачать субтитры %s

source: Download suggested
de: Download vorgeschlagen
hu: Ajánlott letöltése
pl: Pobierz sugerowane
ru: Скачать предложил

source: Downloading
de: Herunterladen
hu: Letöltés
it: Scaricare
pl: Pobieranie
ru: Загрузка

source: Downloading "%s" .
hu: A(z) "%s" letöltése.
ru: Загрузка "%s" .

source: Downloading "%s" failed. Do you want to retry?
de: Herunterladen von "%s" fehlgeschlagen. Erneut versuchen?
hu: A "%s" letöltése sikertelen. Megpróbáljam újra?
pl: Pobieranie "%s" nie powiodło się. Czy chcesz spróbować ponownie?
ru: Загрузка "%s" не удалось. Вы хотите, чтобы повторить попытку?

source: Downloading an update packet.
de: Lade Update-Paket herunter.
hu: Frissítési csomag letöltése.
it: Scaricare e aggiornare pacchetto
pl: Pobieranie aktualizacji pakietów.
ru: Скачивая-пакет обновления.

source: Downloading can not be started. Downloader %s does not work properly. Status[%s]
de: Download kann nicht gestartet werden. Downloader %s arbeitet nicht richtig. Status[%s]
hu: A letöltést nem lehet elindítani. A %s letöltő nem működik megfelelően. Állapot [%s]
pl: Nie można uruchomić pobierania. Downloader %s nie działa poprawnie. Status[%s]
ru: Загрузка не может быть запущен. Загрузчик %s не работает должным образом. Статус[%s]

source: Downloading can not be started. Downloader %s not working properly. Status[%s]
hu: A letöltést nem lehet elindítani. A %s letöltő nem működik megfelelően. Állapot [%s]
ru: Загрузка не может быть запущен. Загрузчик %s не работает должным образом. Статус[%s]

source: Downloading can not be started. The address ('%r') It is incorrect.
hu: Letöltés nem indítható. A ("%r") cím nem megfelelő.
ru: Загрузка не может быть запущенна. Адрес ('%r') это неверно.

source: Downloading can not be started. The address ('%r') is incorrect.
de: Download kann nicht gestartet werden. Die Adresse ('%r') ist ungültig.
hu: Letöltés nem indítható. A ("%r") cím nem megfelelő.
pl: Nie można uruchomić pobierania. Adres ('%r') nieprawidłowy.
ru: Загрузка не может быть запущен. Адресс ('%r') это неверно.

source: Downloading cannot be started. Downloader [%s] not working properly. Status[%s]
de: Download kann nicht gestartet werden. Downloader %s funktioniert nicht richtig. Status[%s]
hu: A letöltést nem lehet elindítani. A %s letöltő nem működik megfelelően. Állapot [%s]
it: Il download non può essere avviato. Downloader [%s] non funziona correttamente. Stato [%s]
pl: Pobieranie nie może zostać rozpoczęte. Pobieranie [%s] nie działa prawidłowo. Status[%s]
ru: Загрузка не может быть запущен. Downloader [%s] не работает должным образом. Статус[%s]

source: Downloading cannot be started. Invalid URI[%s].
de: Download kann nicht gestartet werden. URI [%s] ungültig.
hu: Letöltés sikertelen. Érvénytelen URI[%s].
it: Il download non può essere avviato. URL non valido[%s].
pl: Nie można rozpocząć pobierania. Podany adres [%s] jest niepoprawny.
ru: Загрузка не может быть запущен. Неверный адрес [%s].

source: Downloading file [%s] problem.
de: Problem beim Herunterladen von Datei [%s].
hu: Hiba a [%s] fájl letöltése közben.
it: Problema download del file [%s]
pl: Problem przy pobieraniu pliku [%s].
ru: Загрузка файла [%s] проблема.

source: Downloading subtitles. ('%r').
de: Lade Untertitel. ('%r').
hu: Feliratok letöltése. ('%r').
pl: Pobieranie napisów. ('%r').
ru: Скачивая субтитры. ('%r').

source: Downloads
hu: Letöltések
pl: Pobierane
ru: Скачать

source: Drama Series
hu: Drámasorozatok
ru: Сериал

source: During processing, please do not interrupt.
de: In Bearbeitung. Bitte nicht unterbrechen.
hu: Dolgozom, ne szakíts félbe.
it: Durante il processo, non interrompere.
pl: Podczas przetwarzania, proszę nie przerywać.
ru: Во время обработки, пожалуйста, не перебивайте.

source: During processing, please wait.
de: Während Bearbeitung. Bitte warten.
hu: Kis türelmet kérek.
it: Durante il processo, attendere prego.
pl: Podczas przetwarzania, proszę czekać.
ru: Во время обработки, пожалуйста, подождите.

source: E2 GUI restart after IPTVPlayer update to version[%s].
de: Enigma2 Neustart nach Update von E2iPlayer auf Version [%s].
hu: A kezelőfelület újraindul, miután a frissítés befejeződik a [%s] verzióra.
it: Riavvio E2 GUI dopo agg. IPTVPlayer alla versione[%s].
pl: Ponowne uruchomienie systemu po aktualizacji E2iPlayer do wersji [%s]. Czytałeś już licencję? Jeśli tak,to wiesz że
ru: Е2 интерфейс перезапустить после обновления IPTVПлеер до версии[%s].

source: ERROR: pipeline could not be constructed: no element "playbin2" Please check if gstreamer plugins are available in your system.
de: FEHLER: Pipeline konnte nicht konstruiert werden: kein Element "playbin2" Bitte prüfen Sie, ob gstreamer-Plugins in Ihrem System verfügbar sind.
hu: HIBA: "playbin2" hiányzik. Ellenőrizd a gstreamer plugin meglétét.
pl: BŁĄD: gstreamer nie może rozpocząć przetwarzania danych. Brak elementu "playbin2" Sprawdź, czy element "playbin2" jest dostępny w systemie.
ru: ОШИБКА: трубопровод не может быть построен: ни одного элемента "playbin2 " Проверьте если GStreamer плагины доступны в вашей системе.

source: Edit favourites
de: Favoriten bearbeiten
hu: Kedvencek szerkesztése
it: Modifica preferiti
pl: Edytuj ulubione
ru: Редактировать избранное

source: Enable reordering mode
de: Aktiviere Sortiermodus
hu: Ikon átrendezésének engedélyezése
it: Attiva modalità riordino
pl: Włącz tryb zmiany kolejności
ru: Включить переупорядочивания режим

source: English
de: Englisch
hu: Angol
pl: Angielski
ru: Английский

source: Enter a value
de: Wert eingeben
hu: Adj meg egy számot
pl: Wpisz wartość
ru: Введите значение
