Repository: Blindspot76/e2iPlayer
Catalog: IPTVPlayer/locale/*/LC_MESSAGES/IPTVPlayer.po
Languages: de, hu, it, pl, ru

source: Subtitles downloaded successfully. [%s], conversion to UTF-8.
de: Untertitel erfolgreich heruntergeladen. [%s], Umwandlung in UTF-8.
hu: A [%s] felirata sikeresen letöltve, konvertálás UTF-8 formátumba.
pl: Napisy pobrane poprawnie. [%s],konwersja do UTF-8.
ru: Субтитры загружены успешно. [%s], преобразование в UTF-8.

source: Subtitles downloader
hu: Feliratok letöltése
ru: Субтитры загрузчик

source: Subtitles for: %s
de: Untertitel für: %s
hu: %s feliratok:
pl: Napisy dla: %s
ru: Субтитры для: %s

source: Subtitles not found.
hu: Nem találhatók feliratok.
ru: Субтитры не найден.

source: Subtitles provider: %s
hu: Feliratkiszolgáló: %s
ru: Поставщик субтитров: %s

source: Such as downloading and installation additional binaries
hu: Mint például letöltések és további kiegészítők telepítése
ru: Такие, как загружать и устанавливать дополнительные двоичных файлов

source: Synchronize
de: Synchronisieren
hu: Szinkronizálás
pl: Synchronizacja
ru: Синхронизировать

source: TV Shows
hu: TV műsorok
pl: Programy TV

source: TV series
de: TV Serien
hu: TV sorozatok
pl: Seriale TV

source: TV shows
hu: TV show műsorok
pl: Programy TV
ru: ТВ шоу

source: Teletext decoder
hu: Teletext dekóder
ru: Декодер телетекста

source: Testers:
hu: Tesztelők:

source: Text files ytlist and urllist are in:
de: Verzeichnis von ytlist.txt, urllist.txt:
hu: Az ytlist és urllist fájlok helye:
pl: Pliki tekstowe ytlist i urllist są w:
ru: Текстовые файлы ytlist и urllist находятся:

source: The "%s" utility is used by IPTVPlayer.
de: Das "%s" Dienstprogramm wird vom E2iPlayer verwendet.
hu: A "%s" kiegészítőt az IPTVPlayer fogja használni.
pl: Narzędzie "%s" jest wykorzystywane przez E2iPlayer.
ru: Инструмент "%s" утилита используется у IPTVПлеер.

source: The "%s" utility is used by the IPTVPlayer as external movie player based on the ffmpeg and libeplayer.
hu: A "%s" kiegészítőt az IPTVPlayer fogja használni a külső médialejátszónál, amely ffmpeg és libeplayer alapú.
ru: Утилита "%s" используется в качестве внешнего IPTVPlayer видеоплеера на основе FFmpeg и libeplayer.

source: The "%s" utility is used by the IPTVPlayer as external movie player.
hu: A "%s" kiegészítőt az IPTVPlayer fogja használni a külső médialejátszónál.
ru: Утилита "%s" используется в качестве внешнего IPTVPlayer видеоплеера.

source: The "%s" utility is used by the IPTVPlayer to buffering and downloading [%s] links.
hu: A "%s" kiegészítőt az IPTVPlayer fogja használni pufferelésnél és [%s] linkek letöltésénél.
ru: Инструмент "%s" Он используется для кэширования IPTVPlayer и загрузка материала из ссылкам [%s].

source: The "%s" utility is used by the IPTVPlayer to determine the encoding of the text.
hu: A "%s" kiegészítőt az IPTVPlayer fogja használni szöveges tartalmak meghatározásánál és kódolásánál.
ru: В "%s" утилита используется IPTVPlayer для определения кодировки текста.

source: The current host crashed
hu: A jelenlegi kiszolgáló összeomlott
ru: Нынешние хозяева хост аварии

source: The default video quality:
hu: Az alapértelmezett videó minőség:
ru: Качество видео по умолчанию:

source: The number of items in the search history
de: Anzahl der Einträge im Suchverlauf
hu: Elemek száma a keresési eredményeknél
pl: Liczba pozycji w historii wyszukiwania
ru: Количество элементов в истории поиска

source: The preferred protocol:
hu: Előnyben részesített protokoll:
ru: Предпочтительный протокол:

source: The problem with creating a directory [%s].
de: Problem Verzeichnis [%s] zu erstellen.
hu: Hiba lépett fel a [%s] könyvtár létrehozásakor.
it: Il problema con la creazione di una directory [%s].
pl: Problem z stworzeniem katalogu [%s].
ru: Проблема с создания каталога [%s].

source: The problem with obtaining the gateway proxy!
hu: Probléma lépett fel a proxy átjáró használata során!
ru: Проблема с получением шлюза прокси!

source: The problem with the logged-in user "%s. Check your login details in the host configuration."
hu: Ezzel a felhaszálói fiókkal problémák vannak "%s. Ellenőrizze bejelentkezési adatait a host kiszolgáló konfigurációjában.."
ru: Проблема с авторизированный пользователь "%s. Проверьте свои регистрационные данные в конфигурации хост."

source: The problem with the user's logon "%s". Check your login details in the host configuration.
hu: A "%s" bejelentkezése sikertelen. Ellenőrizd a megadott adatokat.
ru: Проблема с входа пользователя "%s". Проверьте свои регистрационные данные в конфигурации хоста.

source: The same item already exists in this group.
de: Der gleiche Eintrag existiert bereits in dieser Gruppe.
hu: Ugyanez az elem már megtalálható ebben a csoportban.
it: La stessa voce esiste già in questo gruppo
pl: Ten sam element już istnieje w tej grupie.
ru: То же самое элемент уже существует в этой группе.

source: The user Last.fm
hu: Last.fm felhasználó
ru: Пользователь Last.fm

source: There are no active premium account. Using a limited version that may not work properly with congested links.
hu: Nincs érvényes prémium előfieztésed. Egy korlátozott verziót használok, amely tömeges használat esetén nem mindig működik.
ru: Там нет активных премиум аккаунт. Использование ограниченную версию, что не может работать должным образом с перегруженных ссылкам.

source: There is a new version available do you want to update? Your version [%s], latest version on server [%s].
hu: Új verzió elérhető, szeretnél frissíteni? Jelenlegi verzió [%s], Elérhető verzió [%s].
ru: Существует новая версия доступна вы хотите обновить? Ваша версия [%s], Последняя версия на сервере [%s].

source: There are no other favourite groups
de: Keine weiteren Favoriten-Gruppen vorhanden.
hu: Nincs másik kedvenc csoport
pl: Nie ma innych ulubionych grup

source: There is no free space on the drive [%s].
de: Nicht genug Speicher auf Laufwerk [%s].
hu: Nincs több hely a [%s] meghajtón.
it: Non c'è spazio libero sul disco [%s].
pl: Nie ma wolnego miejsca na dysku [%s].
ru: Там нет свободного места на диске [%s].

source: There is no space in the directory [%s] Available[%s], required [%s].
de: Nicht genug Speicher in Verzeichnis [%s] Verfügbar[%s], Benötigt[%s].
hu: Nincs több hely a [%s] mappában. Elérhető [%s], Szükséges [%s].
it: Non c'è spazio nella directory [%s] Disponibile [%s], richiesto [%s].
pl: Brak wolnego miejsca w katalogu [%s] Dostępne[%s],wymagane[%s].
ru: Там нет места в каталоге [%s] Доступные [%s], необходимо [%s].

source: There is no update for the current configuration.
de: Kein Update für aktuelle Konfiguration verfügbar.
hu: Nincs frissítés a jelenlegi konfigurációhoz.
it: Nessun aggiornamento disponibile per la configurazione corrente.
pl: Nie ma aktualizacji dla aktualnej konfiguracji.
ru: Там нет обновление для текущей конфигурации.

source: There was an error Download.
hu: Letöltési hiba.
ru: Был ошибка загрузки.

source: There was an error Download. Status[%s], tmpBuffSize[%r], canRunMoviePlayer[%r]
hu: Letöltési hiba. Status[%s], tmpBuffSize[%r], canRunMoviePlayer[%r]
ru: Была ошибка загрузки. Статус[%s], tmpБуффРазмер[%r], может работать Gameplayer[%r]

source: There was an error downloading.
hu: Hiba történt letöltés közben.
ru: Была Ошибка при загрузке.

source: This site requires login. Please complete host configuration data.
hu: Az oldal használatához be kell lépned. Kérlek, töltsd ki az oldal konfigurációs beállításait.
ru: Этот сайт требует логин. Пожалуйста, заполните данные конфигурации хостов.

source: Today, too many people are watching a movie with
hu: Ma túl sok ember nézi ezt a filmet
ru: Сегодня слишком много людей смотрят фильм с

source: Top
hu: Csúcs
pl: Najlepsze
ru: Высший

source: Topics
hu: Topicok
it: Tematiche
ru: Темы

source: Total Divas
hu: Tökéletes Dívák
ru: Всего Примадонны

source: Transparent
hu: Átlátszó
pl: Przezroczyste
ru: Прозрачный

source: Try again for some time
hu: Próbáld újra egy későbbi időpontban
ru: Попробуйте еще раз в течение некоторого времени

source: Turkish
de: Türkisch
hu: Török
pl: Turecki
ru: Турция

source: Turn off buffering for http://prognoza.pogody.tv/
de: Puffermodus aus für http://prognoza.pogody.tv/
hu: Pufferelés kikapcsolása itt http://prognoza.pogody.tv/
pl: Wyłączyć buforowanie dla http://prognoza.pogody.tv/
ru: Выключите буферизации для http://prognoza.pogody.tv/

source: Type:
de: Typ:
hu: Típus:
it: Tipo:
pl: Typ:
ru: Тип:

source: Türk
hu: Török
ru: Турецкий

source: UNKNOWN
hu: ISMERETLEN
ru: НЕИЗВЕСТНЫЙ

source: Ukraine
hu: Ukrajna
ru: Украина

source: Unknown
de: Unbekannt
hu: Ismeretlen
it: Sconosciuto
pl: Nieznany
ru: Неизвестный

source: Unknown protocol %s
hu: Ismeretlen protokoll %s
ru: Неизвестный протокол %s

source: Unknown protocol [%s]
de: Unbekanntes Protokoll [%s]
hu: Ismeretlen protokoll [%s]
it: Protocollo sconosciuto [%s]
pl: Link zablokowany.Nieznany protokół [%s]
ru: Неизвестный протокол [%s]

source: Unpacking the archive completed successfully.
de: Entpacken von Archiv erfolgreich beendet.
hu: Archívum sikeresen kicsomagolva.
it: Decompressione archivio completata con successo.
pl: Rozpakowanie archiwum zakończone pomyślnie.
ru: Распаковка архива успешно завершена.

source: Update
de: Plugin aktualisieren
hu: Frissítés
it: Aggiornare
pl: Aktualizuj
ru: Обновление

source: Update completed successfully. For the moment, the system will reboot.
de: Update erfolgreich beendet. In einem Moment wird Ihr System neu gestartet.
hu: Frissítés sikeresen befejezve. A kezelőfelület most újraindul.
it: Aggiornamento completato con successo. A breve, il sistema si riavvia.
pl: Aktualizacja zakończona pomyślnie. Za chwilę nastąpi ponowne uruchomienie systemu.
ru: Обновление успешно завершено. На данный момент, система перезагрузится.

source: Update failed. Check the status by selecting interesting and pressing OK.
de: Update fehlgeschlagen. Status überprüfen durch Auswahl und OK drücken.
hu: Frissítés sikertelen. Ellenőrizd a kiválasztott verzió elérhetőségét, és próbáld újra.
it: Aggiornamento non riuscito. Controllare lo stato e premere OK.
pl: Aktualizacja nie powiodła się. Sprawdź status, wybierając interesujące i naciskając OK.
ru: Не удалось выполнить обновление. Проверьте статус, выбрав интересный и нажав OK.

source: Update failed. Check the status by selectiong interesting and pressing ok.
hu: Frissítés sikertelen. Ellenőrizd a kiválasztott verzió elérhetőségét, és próbáld újra.
ru: Обновление не удалось. Проверьте статус выбирающий и нажав кнопку ОК.

source: Update not available.
de: Update nicht verfügbar.
hu: Nincs elérhető frissítés.
it: Aggiornamento non disponibile.
pl: Aktualizacja nie jest dostępna.
ru: Обновление не доступно.

source: Update packet type
de: Update Pakettyp
hu: Frissítési csomag típusa
it: Aggiorna tipologia pacchetti
pl: Typ paczek dostępnych przy aktualizacji
ru: Обновление тип пакета

source: Update packet was downloaded successfully.
de: Update-Paket wurde erfolgreich heruntergeladen.
hu: Frissítési csomag sikeresen letöltve.
it: Aggiornamento pacchetto è stato scaricato correttamente.
pl: Aktualizacja pakietów została pobrana pomyślnie.
ru: Обновление пакет был успешно загружен.

source: Update server not selected.
de: Update-Server nicht ausgewählt.
hu: Frissítési szerver nincs kiválasztva.
it: Server di aggiornamento non selezionato.
pl: Nie wybrano serwera do aktualizacji.
ru: Сервер обновлений не выбран.

source: Upload date
de: Upload Datum
hu: Feltöltés dátuma
it: Data di caricamento:
pl: Data przesłania
ru: Дата публикации

source: Urllists player
hu: Lejátszás listáról
pl: Urllist player
ru: Гиперссылки Плеер

source: Use German proxy for link request
hu: Német proxy használata lnik kéréseknél
ru: Используйте Немецкий прокси для запроса ссылки

source: Use Polish proxy for http://prognoza.pogody.tv/
de: Polnischer Proxy für http://prognoza.pogody.tv/
hu: Lengyel proxy használata itt http://prognoza.pogody.tv/
pl: Użyć Polskiej proxy dla http://prognoza.pogody.tv/
ru: Используйте прокси-сервер для Польского http://prognoza.pogody.tv/

source: Use a proxy gateway
hu: Proxy átjáró használata
ru: Использовать прокси-шлюз

source: Use default video quality:
de: Verwende voreingestellte Video Qualität:
hu: Használd az alapértelmezett videó minőséget:
it: Usare la qualità video predefinita:
pl: Użyć domyślnego formatu wideo:
ru: Использовать по умолчанию качество видео:

source: Use defauult qality:
hu: Használd az alapértelmezett minőséget:
ru: Качество использования по умолчанию:

source: Use ru proxy server:
hu: Használj ru proxy szervert:
ru: Используйте прокси-сервер ру:

source: User Last.fm
hu: Last.fm felhasználónév
ru: Пользователь Last.fm

source: User [%s] logon failure.
hu: A [%s] bejelentkezése sikertelen.
it: Utente [%s] errore di accesso.
ru: Пользователь [%s] ошибка входа в систему.

source: User files
de: Benutzer-Dateien
hu: Saját fájlok
pl: Pliki użytkownika
ru: Файлы пользователя

source: User links
de: Benutzer-Links
hu: Saját linkek
it: Link utenti
pl: Linki użytkownika
ru: Ссылки пользователя

source: User links stored in the ytlist.txt file.
de: Benutzer-Links enthalten in der Datei ytlist.txt.
hu: Saját linkek a ytlist.txt fájlban tárolva.
it: Link utenti memorizzati nel file ytlist.txt.
pl: Linki użytkownika zapisane w pliku ytlist.txt.
ru: Ссылки пользователя, сохраненные в файле ytlist.txt.

source: User-Agent
hu: Felhasználó-Ügynök
ru: Агент пользователя

source: Username:
de: Benutzername:
hu: Felhasználónév:
pl: Nazwa użytkownika:
ru: Имя пользователя:

source: Uses the default video quality:
hu: Alapértelmezett videó minősége
ru: Использует качество видео по умолчанию:

source: Utility "%s" has not been detected. Do you want to install it?
de: Dienstprogramm "%s" wurde nicht erkannt. Wollen Sie es installieren?
hu: A "%s" kiegészítő nem található. Szeretnéd telepíteni?
pl: Narzędzie "%s" nie zostało wykryte. Czy chcesz zainstalować?
ru: Утилита "%s" не был обнаружен. Вы хотите, чтобы установить его?

source: Utility "%s" has not been detected. What do you want to do?
de: Dienstprogramm "%s" wurde nicht erkannt. Was möchten Sie tun?
hu: A "%s" kiegészítő nem található. Mit szeretnél tenni?
pl: Narzędzie "%s" nie zostało wykryte. Co chcesz zrobić?
ru: Утилита "%s" не был обнаружен. Что ты хочешь делать?

source: Utility "%s" is deprecated. Do you want to install new one?
de: Dienstprogramm "%s" ist veraltet. Wollen Sie ein neueres installieren?
hu: A "%s" kiegészítő elavult. Szeretnél telepíteni egy újabbat?
pl: Narzędzie "%s" jest przestarzałe. Czy chcesz zainstalować nowe?
ru: Утилита "%s" не рекомендуется. Вы хотите, чтобы установить новый?

source: Utility "%s" is deprecated. What do you want to do?
de: Dienstprogramm "%s" ist veraltet. Was möchten Sie tun?
hu: A "%s" kiegészítő elavult. Szeretnél telepíteni egy újabbat?
pl: Narzędzie "%s" jest przestarzałe. Co chesz zrobić?
ru: Утилита "%s" не рекомендуется. Что ты хочешь делать?

source: VIDEO
hu: VIDEÓ
ru: ВИДЕО

source: Version
hu: Verzió
ru: Версия

source: Version [%s] is ready for installation. After installation, restart of the system will be done. Do you want to continue?
de: Version [%s] ist bereit zur Installation. Nach der Installation wird das System neu gestartet. Fortfahren?
hu: A [%s] verzió telepítésre kész. A befejezést követően a rendszer újraindul. Folytathatom?
it: La versione [%s] è pronta per la installazione. Dopo l'installazione il sistema verrà riavviato. Continuare?
pl: Wersja [%s] jest gotowa do instalacji. Po instalacji nastąpi ponowne uruchomienie systemu. Czy na pewno chcesz kontynuować?
ru: Версия [%s] готов к установке. После установки перезагрузка Система будет сделано. Вы хотите продолжить?

source: Video
hu: Videó
pl: Wideo
ru: Видео

source: Video buffer size [MB]
hu: Videó pufferméret (MB)
ru: Размер буфера видео [MB]

source: Video format:
hu: Videó formátuma:
it: Formato video:
pl: Format wideo:
ru: Формат видео:

source: Video options
de: Video-Optionen
hu: Videó opciók
pl: Opcje wideo
ru: Параметры видео

source: Videos
hu: Videók
it: Video
pl: Filmy
ru: Видео

source: View count
de: Anzahl der Betrachter
hu: Megtekintések száma
it: Visualizza conteggio
pl: Ilość wyświetleń
ru: Количество просмотров

source: WWE Main Event
hu: WWE Fő Esemény
ru: WWE Главное событие

source: Watch video materials from IPTV services
hu: IPTV szolgáltatók videóinak megtekintése
it: Guarda materiale video da servizi IPTV
ru: Смотреть видео материалы из услуг IPTV

source: Web streams player
hu: Web streamek lejátszása
ru: Сеть потоки плеер

source: Webpages:
hu: Weboldalak:

source: Week
hu: Hét
it: Settimana
ru: Неделю

source: Weekly
hu: Heti
it: Settimanale
ru: Еженедельно

source: Writer
hu: Író
ru: Писатель

source: Wrong indexes.
de: Falsche Indizes.
hu: Hibás indexek.
it: Indici errati
pl: Niepoprawne indeksy.
ru: Неправильные индексы.

source: Wrong version. downloaded version [%s] is different from the requested [%s].
de: Falsche Version. Heruntergeladene Version[%s] ist nicht die gewünschte Version [%s].
hu: Hibás verzió. a letöltött [%s] verzió eltér a kiválasztott [%s] verziótol.
it: Versione errata. La versione [%s] scaricata non è la versione [%s] desiderata.
pl: Błędna wersja. Pobrana wersja [%s] jest inna niż wymagana [%s].
ru: Неверная версия.загруженной версии [%s] отличается от запрашиваемого [%s].

source: You can use Russian proxy server as a workaround.
hu: Használhatsz orosz proxy szervert megkerülő megoldásként.
ru: Вы можете использовать прокси-сервер российской качестве обходного пути.

source: You do not have a premium account. Starting a sponsored broadcast.
de: Sie haben kein Premium-Konto. Starte eine gesponsorte Übertragung.
hu: Nincs prémium előfizetésed. Ingyenes közvetítést keresek.
pl: Nie posiadasz konta premium. Rozpoczynanie transmisji sponsorowanej.
ru: Вы не имеете премиум аккаунт. Начиная спонсорскую трансляции.

source: You do not have a premium account.Starting a sponsored broadcast.
hu: Nincs prémium előfizetésed. Ingyenes közvetítést keresek.
ru: Вы не должны иметь счет.Для начало спонсорской трансляции.

source: You need to enter email and password in configuration.
de: Sie müssen E-Mail und Passwort in der Konfiguration eingeben.
hu: Meg kell adnod a felhasználónevedet és jelszavadat.
pl: Musisz podać adres e-mail i hasło w konfiguracji.
ru: Вы должны ввести адрес электронной почты и пароль в конфигурации.

source: You probably have not access to this page due to geolocation restriction.
hu: Ezen a terülten az oldal használata nem engedélyezett.
ru: Вы, наверное, не имеете доступ к этой странице в связи с ограничением геолокации.

source: Your OpenSSL version is [%s]
hu: Saját OpenSSL verziója [%s]
ru: Ваша версия OpenSSL является [%s]

source: Your platform is [%s]
hu: Készüléked platfromja: [%s]
ru: Ваша платформа [%s]

source: Your search entry
de: Ihre Sucheingabe
hu: Keresési bejegyzéseid
it: Tua voce di ricerca
pl: Wprowadź wzorzec wyszukiwania
ru: Ваш поиск запись

source: Youtube player
hu: Youtube Lejátszó
ru: Ютубе Плеер

source: Youtubes player
hu: Youtube Lejátszó
ru: Ютубе Плеер

source: [%s] - configuration
de: [%s] - Konfiguration
hu: [%s] - Konfiguráció
it: [%s] - Configurazione
pl: [%s] - Konfiguracja
ru: [%s] - Конфигурация

source: [%s] will be used by IPTVPlayer.
hu: IPTVPlayer fogja használni: [%s]
ru: [%s] будет использоваться IPTVPlayer.

source: [%s] with buffering
de: [%s] mit Pufferung
hu: [%s] pufferelve
it: [%s] con buffering
pl: [%s] z buforowaniem
ru: [%s] с буферизацией

source: [%s] without buffering
de: [%s] ohne Pufferung
hu: [%s] pufferelés nélkül
it: [%s] senza buffering
pl: [%s] bez buforowania
ru: [%s] без буферизации

source: [For download only]
hu: [Csak letöltéshez]

source: [HLS/M3U8] buffering
de: [HLS/M3U8] puffern
hu: [HLS/M3U8] pufferelés
it: [HLS/M3U8] buffern
pl: Buforować z linków HLS/M3U8
ru: [HLS / M3U8] Буферизации

source: [HTTP] buffering
de: [HTTP] puffern
hu: [HTTP] pufferelés
it: [HTTP] buffern
pl: Buforować z linków HTTP
ru: [HTTP] Буферизации

source: [RTMP] buffering (rtmpdump required)
de: [RTMP] puffern (rtmpdump benötigt)
hu: [RTMP] pufferelés (rtmpdump szükséges)
it: [RTMP] buffer (rtmpdump richiesto)
pl: Buforować z linków RTMP (wymaga rtmpdump)
ru: [RTMP] Буферизации (rtmpdump обязательно)

source: [group]
hu: [csoport]
ru: [группа]

source: active
hu: Aktív
ru: активный

source: after a week
de: Nach einer Woche
hu: Egy hét után
it: dopo una settimana
pl: po tygodniu
ru: Через неделю

source: after closing
de: Nach Beenden
hu: Bezárás után
it: dopo uscita
pl: po zamknięciu wtyczki
ru: После закрытия

source: after day
de: Nach einem Tag
hu: Egy nap után
it: dopo un giorno
pl: po dniu
ru: В день

source: after three days
de: Nach drei Tagen
hu: Három nap után
it: dopo tre giorni
pl: po trzech dniach
ru: После трех дней

source: all types
de: Alle Arten
hu: Minden típus
it: Tutti i tipi
pl: wszystkie typy
ru: Все типы

source: aqua
hu: Víz
pl: zielonkawo niebieski
ru: вода

source: ascending
hu: Növekvő
ru: восходящий

source: assessment
hu: Felmérés
ru: оценка

source: average
de: mittel
hu: Átlagos
pl: średnia
ru: средний

source: based on IP
hu: IP alapján
it: basata su IP
ru: На основе IP

source: blue
de: blau
hu: Kék
pl: niebieski
ru: синий

source: bottom
de: unten
hu: Alul
pl: w dół
ru: дно

source: buffer-duration
hu: Pufferhossz
ru: буфера продолжительность

source: buffer-size
hu: Pufferméret
ru: Размер буфера

source: center
de: zentriert
hu: Központ
pl: wyśrodkuj
ru: центр

source: channel
hu: Csatorna
ru: канал

source: console
hu: Konzol
ru: консоль

source: cover
hu: Borító
ru: обложка

source: data
hu: Adat
ru: данные

source: date added
hu: Feltöltés dátuma
ru: дата добавления

source: date-add
hu: Készités dátuma
ru: дата-надстройки

source: default
de: Standard
hu: alapértelmezett
pl: domyślny
ru: по умолчанию

source: descending
hu: Csökkenő
ru: нисходящий

source: deutsch
hu: Német
ru: немецкий

source: direct link
de: Direkt Link
hu: Közvetlen link
pl: link bezpośredni
ru: Прямая ссылка

source: download-buffer-path
hu: Letöltési puffer útvonala
ru: скачать-буфера путь

source: downmix
hu: Lekeverés
ru: микширования

source: english
hu: Angol
ru: английский

source: espanol
hu: Spanyol
ru: испанский

source: external eplayer3
de: Externer Eplayer3
hu: Külső eplayer3
it: Eplayer3 esterno
pl: zewnętrzny eplayer3
ru: Внешний eplayer3

source: external gstplayer
de: Externer Gstplayer
hu: Külső gstplayer
it: Gstplayer esterno
pl: zewnętrzny gstplayer
ru: Внешний gstplayer

source: favourites
hu: Kedvencek
ru: избранное

source: favourtes
hu: Kedvencek
ru: Избранное

source: format
hu: Felbontás
it: Formato
ru: Формат

source: free premium player.
hu: Ingyenes prémium lejátszó
ru: Бесплатно премиум плеер.

source: fuchsia
de: magenta
hu: Fukszia
pl: różowy
ru: фуксия

source: good
hu: Jó
ru: хорошо

source: gray
de: grau
hu: Szürke
pl: szary
ru: серый

source: group
hu: Csoport
ru: группа

source: headertext
hu: fejléc
ru: текст заголовка

source: high
de: hoch
hu: Magas
it: Alta
pl: wysoka
ru: Высокая

source: https - validate SSL certificates
de: https - validiere SSL Zertifikate
hu: Https - SSL tanúsítványok érvényesítése
pl: https - weryfikuj certyfikaty SSL
ru: https - проверка сертификатов SSL

source: internal
de: interner
hu: Belső
it: interno
pl: wewnętrzny
ru: Внутренний

source: large
de: groß
hu: nagy
it: Grande
pl: duża
ru: Большой

source: leave movie player...
de: Verlasse Movie Player...
hu: Kilépés a lejátszóból...
pl: wyjdź z odtwarzacza...
ru: Оставить проигрыватель фильмов...

source: lector hd free
hu: HD nézet
ru: Поставщик HD бесплатно

source: lector normal free
hu: Normál nézet
ru: Поставщик SD бесплатно

source: lime
de: limettengrün
hu: Citrom
pl: cytrynowo zielony
ru: лайм

source: live
hu: Élő
ru: прямой

source: live transfers
hu: Élő közvetítések
ru: Прямые Потоки

source: login
hu: Felhasználónév
ru: Войти
