Repository: Blindspot76/e2iPlayer
Catalog: IPTVPlayer/locale/*/LC_MESSAGES/IPTVPlayer.po
Languages: de, hu, it, pl, ru

source: Enter name
de: Name eingeben
hu: Név megadása
it: Inserire nome
pl: Wprowadź nazwę
ru: Введите имя

source: Enter new pin
de: Neuen PIN eingeben
hu: Új PIN megadása
it: Immettere nuovo PIN
pl: Wprowadź nowy kod PIN
ru: Введите новый PIN-код

source: Enter old pin
de: Alten PIN eingeben
hu: Régi PIN-kód
it: Immettere il vecchio PIN.
pl: Wprowadź stary kod PIN
ru: Введите старый PIN-код

source: Enter pin
de: PIN eingeben
hu: PIN-kód:
it: Inserire PIN
pl: Wprowadź kod PIN
ru: Введите PIN-код

source: Episodes
de: Episoden
hu: Epizódok
pl: Odcinki
ru: Эпизоды

source: Error deleting file "%s" .
hu: Hiba a "%s" fájl törlése közben.
ru: Ошибка удаления файлов "%s" .

source: Error occurs during download.
de: Fehler während Download aufgetreten.
hu: Hiba lépett fel letöltés közben.
pl: Podczas pobierania wystąpił błąd.
ru: Ошибка возникает во время загрузки.

source: Error occurs during download. Status[%s], tmpBuffSize[%r], canRunMoviePlayer[%r]
hu: Hiba lépett fel. Status[%s], tmpBuffSize[%r], canRunMoviePlayer[%r]
ru: Ошибка возникает во время загрузки. Статус[%s], tmpBuffSize[%r], canRunMoviePlayer[%r]

source: Error occurs. [%s]
hu: Hibát észleltem. [%s]
ru: Происходит ошибка. [%s]

source: Error reading file "%s" .
hu: Hiba a "%s" fájl olvasása közben.
ru: Ошибка чтения файла "%s" .

source: Error writing file "%s" .
hu: Hiba a "%s" fájl írása közben.
ru: Ошибка записи файла "%s" .

source: Executing user scripts.
de: Führe Benutzer-Script aus.
hu: Parancskód végrehajtása.
it: Esecuzione script utente.
pl: Wykonywanie skryptów użytkownika.
ru: Выполнение пользовательских скриптов.

source: Exit
de: Ende
hu: Kilépés
it: Esci
pl: Wyjdź
ru: Выход

source: External movie player config
de: Externen Movie Player konfigurieren
hu: Külső médialejátszó beállításai
pl: Konfiguracja exteplayer3/gstplayer
ru: Внешний плеер конфигурации

source: External player infobar timeout
hu: Médialejátszó infoablak megjelenési idő
ru: Внешний игрок тайм-аут информационная панель

source: External player use software decoder for the AAC
hu: Szoftveres AAC dekóder használata
ru: Наружное применение декодера для AAC

source: External player use software decoder for the DTS
hu: Szoftveres DTS dekóder használata
ru: Наружное применение программный декодер DTS

source: Extracting an update packet.
de: Entpacke Update-Paket.
hu: Frissítés kicsomagolása.
it: Estrazione pacchetto di aggiornamento.
pl: Wyodrębnianie pakietów aktualizacji.
ru: Извлечение-пакет обновления.

source: Favorite addresses are stored under the file urllist.user
hu: Kedvenc címek az urllist.user fájlból
ru: Любимые адреса хранятся в файле urllist.user

source: Favorites
hu: Kedvencek
it: Preferiti
ru: Избранные

source: Favourites
de: Favoriten
hu: Kedvencek
it: Preferiti
pl: Ulubione

source: Favourites groups
de: Favoriten-Gruppen
hu: Kedvenc Csoportok
it: Gruppi preferiti
pl: Grupy ulubionych
ru: Избранное групп

source: Favourites manager
de: Favoriten Verwaltung
hu: Kedvencek kezelése
it: Gestore preferiti
pl: Menadżer ulubionych
ru: Избранное менеджер

source: Featured
de: Unsere Tipps
hu: Téma
it: In primo piano
pl: Polecane
ru: Рекомендуемые

source: File [%s] reading failed.
de: Problem Datei [%s] zu lesen.
hu: Hiba a [%s] fájl olvasása közben.
it: Lettura file [%s] non riuscita.
pl: Problem z odczytem pliku [%s].
ru: Файл [%s] чтение не удалось.

source: File [%s] was added to downloading queue.
de: Datei: [%s] zur Download-Warteschlange hinzugefügt.
hu: [%s] hozzáadva a letöltési listához.
it: File: [%s] aggiunto in attesa per Download.
pl: Plik: [%s] został dodany do kolejki pobierania.
ru: Файл [%s] был добавлен в загрузку очереди.

source: File can not be downloaded. Protocol [%s] is unsupported
de: Datei kann nicht heruntergeladen werden. Protokoll [%s] wird nicht unterstützt.
hu: Letöltés sikertelen. A [%s] protokoll nem támogatott
it: Il file non può essere scaricato. Protocollo [%s] non supportato.
pl: Nie można pobrać pliku.Nieobsługiwany protokół [%s]
ru: Файл не может быть загружен. Протокол [%s] не поддерживается

source: Filmy
hu: Filmek
ru: Фильмы

source: First movie player in buffering mode
de: Primärer Player im Puffermodus
hu: Pufferelt módban az elsődleges lejátszó
it: Predefinito Movie Player in modo buffer
pl: Pierwszy odtwarzacz z trybem buforowania

source: First movie player without buffering mode
de: Primärer Player ohne Puffermodus
hu: Pufferelés nélkül az elsődleges lejátszó
pl: Pierwszy odtwarzacz bez trybu buforowania

source: Fluendo mpegdemux for GSTREAMER 0.10
de: Fluendo mpegdemux für GSTREAMER 0.10
hu: Fluendo mpegdemux GSTREAMER 0.10
pl: Fluendo mpeg demux dla GSTREAMER 0.10
ru: Сделать текучий mpegdemux для GSTREAMER 0.10

source: Folder for cache data
de: Cache-Verzeichnis
hu: Tárolt adatok mappája
it: Cartella per cache dati
pl: Folder danych pamięci podręcznej (cache)
ru: Папка для данных кэша

source: Folder for temp data
hu: Ideiglenes adatok mappája
it: Cartella per dati temporanei
ru: Папка для данных временных

source: Folder for temporary data
de: Temp-Verzeichnis
hu: Ideiglenes adatok mappája
pl: Folder na dane tymczasowe (tmp)
ru: Папка для временных данных

source: Following
hu: Következő
it: Chi Seguo
ru: После

source: Following host are broken or additional python modules are needed.
de: Die folgenden Hosts sind defekt oder benötigen weitere Python Module.
hu: Az oldalak hibásak, vagy egyes modulok hiányoznak.
it: I seguenti host sono corrotti o necessitano moduli Python aggiuntivi.
pl: Poniższe hosty są niepoprawne lub brakuje im modułów pythona.
ru: После хост сломаны или дополнительные модули Python не требуется.

source: For children
hu: Gyerekeknek
ru: Для детей

source: Format 'wmv' blocked in configuration.
de: Format 'WMV' in Konfiguration ausgeschaltet.
hu: A 'wmv' formátum a beállításokban le van tiltva.
it: Format 'wmv' bloccato nella configurazione.
pl: Format 'wmv' zablokowany w konfiguracji.
ru: Формат заблокирован в конфигурации.

source: French
de: Französisch
hu: Francia
pl: Francuski
ru: Франция

source: Games
de: Spiele
hu: Játékok
it: Giochi
pl: Gry
ru: Игры

source: Genres
hu: Témakörök
pl: Gatunki
ru: Жанры

source: German
de: Deutsch
hu: Német
pl: Niemcy
ru: Германия

source: German channles
hu: Német csatornák
it: Canali tedeschi
ru: Немецкие каналы

source: German proxy server url
de: Deutsche Proxy Server URL
hu: Német proxy szerver címe
it: URL del Proxy Server (Tedesco)
pl: Adres niemieckiego serwera proxy
ru: Немецкий прокси-сервер гиперссылка

source: Get EPG
de: Beziehe EPG
hu: EPG letöltése
pl: Pobierz EPG
ru: Получить EPG

source: Get episodes list.
hu: Epizódlista lekérése.
ru: Получить список эпизодов.

source: Get item type.
hu: Elemek típusának lekérése.
ru: Получить тип элемента.

source: Get supported languages list.
hu: Támagtott nyelvek listájának lekérése.
ru: Получить список поддерживаемых языков.

source: Global
hu: Globális

source: Grade
hu: Fokozat
ru: Класс

source: Graphic services selector
de: Grafische Serviceauswahl
hu: Grafikus menü
it: Selettore servizi grafico
pl: Graficzna lista wyboru
ru: Селектор Графические услуги

source: Group "%s" already exists.
de: Gruppe "%s" ist bereits vorhanden.
hu: A "%s" csoport már létezik.
it: Gruppo"%s" già esistente
pl: Grupa "%s" już istnieje.
ru: Група "%s" уже существует.

source: Group %d
de: Gruppe %d
hu: %d csoport
it: Gruppo %d
pl: Grupa %d
ru: Група %d

source: Group links into categories:
de: Links in Kategorien gliedern:
hu: Csoportok linkje ebbe a kategóriába:
pl: Grupuje linki w kategorie:
ru: Группа связывает в категориях:

source: Group with id[%s] not found.
de: Gruppe mit ID [%s] wurde nicht gefunden.
hu: [%s] csoport nem létezik.
it: Gruppo con id [%s] non trovato
pl: Grupa o identyfikatorze [%s] nie została odnaleziona.
ru: Группа с идентификатором[%s] не найден.

source: HIGH
hu: MAGAS
ru: ВЫСОКИЙ

source: High (or HD)
de: Hoch (oder HD)
hu: Magas (vagy HD)
pl: Wysoka (lub HD)
ru: Высокий (или HD)

source: History
hu: Előzmények
it: Cronologia
pl: Historia
ru: История

source: History of searched phrases.
de: Suchverlauf
hu: Keresési előzmények.
it: Cronologia della ricerca frasi
pl: Historia wyszukiwanych fraz.
ru: История поиска материалов.

source: Home page
de: Startseite
hu: Kezdőlap
it: Pagina iniziale
pl: Strona główna
ru: Главная страница

source: Hosting: %s, %s
hu: Forrás: %s, %s
ru: Хостинг: %s, %s

source: IPTV - Player mode
hu: IPTV - Lejátszó mód
ru: IPTV - Режим плеера

source: IPTV - the recorder mode
hu: IPTV - Letöltő mód
ru: IPTV - Режим рекордера

source: IPTV Player - settings
hu: IPTV Player beállítások
ru: IPTV Плеер - Настройки

source: IPTV Player HD version %s
hu: IPTV Player HD verzió %s
ru: IPTV Плеер HD версия %s

source: IPTV Player version %s
hu: IPTV Player verzió %s
ru: IPTV Плеер версия %s

source: IPTV Recordings
hu: IPTV Letöltések
ru: IPTV Записи

source: IPTV download manager
hu: IPTV Letöltésvezérlő
it: Gestione download IPTV
ru: IPTV менеджер закачек

source: IPTVPlayer - update
de: E2iPlayer - Aktualisierung
hu: IPTVPlayer - frissítés
pl: E2iPlayer - Aktualizacja
ru: IPTVПлеер - обновление

source: IPTVPlayer need some additional setup
hu: IPTVPlayer néhány további bővítményt igényel
ru: IPTVPlayer нужна дополнительная настройка

source: IPTVPlayer need some additional setup. Such as downloading and installation additional binaries. Press OK to start.
de: E2iPlayer braucht weitere Handgriffe. Wie das Herunterladen und Installieren weiterer Binärdateien. Drücken Sie OK für Start.
hu: IPTVPlayer néhány további bővítményt igényel. Most letölti a szükséges csomagokat. Nyomja meg az OK-t a kezdéshez.
pl: E2iPlayer wymaga dodatkowych działań takich jak pobranie i instalacja dodatkowych modułów binarnych. Naciśnij OK,aby rozpocząć.
ru: IPTVPlayer нужна дополнительная настройка. Такие как загрузка и установка дополнительных бинарных файлов. Нажмите OK, чтобы начать.

source: IPTVPlayer services configuration
hu: IPTVPlayer beállítása
it: Configurazione di servizi IPTVPlayer
ru: Конфигурация услуги IPTVПлеер

source: IPTVPlayer setup version %s
hu: IPTVPlayer setup - Verzió: %s
ru: IPTVПлеер установки версии %s

source: IPTVPlayer setup version %s
hu: IPTVPlayer setup - Verzió: %s
ru: IPTVПлеер Настройка версии %s

source: Icons size
de: Icon-Größe
hu: Ikon mérete
it: Dimensione dell'icona
pl: Rozmiar ikon
ru: Размер иконок

source: Information
hu: Információ
pl: Informacje
ru: Информация

source: Information about audio tracks not available.
de: Keine Informationen zu Tonspuren vorhanden.
hu: Hangsávokról nincs információ.
pl: Informacja o ścieżekach audio nie jest dostępna.
ru: Информация о аудио дорошки не имеется.

source: Input
de: Eingabe
hu: Bevitel
pl: Dane wejściowe
ru: Вход

source: Install into the "%s" .
hu: Telepítés ide: "%s" .
ru: Установите в "%s" .

source: Installation binary failed. Retry?
de: Installation der Binärdatei fehlgeschlagen. Erneut versuchen?
hu: Telepítés sikertlen. Újra?
pl: Instalacja binarna nie powiodła się. Ponowić próbę?
ru: Установка двоичного не удалось. Повторите?

source: Installation has been aborted.
de: Installation wurde abgebrochen.
hu: Telepítés megszakítva.
it: Installazione interrotta.
pl: Instalacja została przerwana.
ru: Установка была прервана.

source: Installation has been confirmed.
de: Installation wurde bestätigt.
hu: Telepítés engedélyezve.
it: Installazione confermata.
pl: Instalacja została potwierdzona.
ru: Установка была подтверждена.

source: Installing "%s" .
hu: "%s" telepítése.
ru: Установка "%s" .

source: Installing new version.
de: Installiere neue Version.
hu: Új verzió telepítése.
it: Installare la nuova versione.
pl: Instalowanie nowej wersji.
ru: Установка новой версии.

source: Invalid name.
de: Ungültiger Name.
hu: Érvénytelen név.
it: Nome non valido.
pl: Nieprawidłowa nazwa.
ru: Неверное имя.

source: It improves buffering mode with the gstplayer.
de: Es verbessert den Puffermodus mit dem Gstplayer.
hu: A gstplayer javítja a pufferelési módot.
pl: Poprawia tryb buforowania przy użyciu gstplayera.
ru: Это улучшает режим буферизации с gstplayer.

source: It improves playing of streams hls/m3u8.
de: Es verbessert das Abspielen von hls/m3u8 Streams.
hu: Ez javítja a hls/m3u8 streamek lejátszását.
pl: Poprawia odtwarzanie strumieni hls / m3u8.
ru: Это улучшает игровое потоков hls/m3u8.

source: It seems that the host "%s" has crashed.
de: Der Host "%s" ist scheinbar abgestürzt.
hu: Úgy tűnik, a "%s" kiszolgáló összeomlott.
pl: Wygląda na to, że host "%s" uległ awarii.
ru: Кажется, что хозяин "%s" разбился.

source: It seems that the host "%s" has crashed. Do you want to report this problem?
de: Es scheint, dass der Host "%s" abgestürzt ist. Möchten Sie dieses Problem melden?
hu: Úgy tűnik, a "%s" kiszolgáló összeomlott. Szeretnéd jelenteni a problémát?
it: Sembra che l'host "%s" sia andato in crash. Vuoi segnalare questo problema?
pl: Wygląda na to , że host "%s" uległ awarii . Czy chcesz zgłosić ten problem?
ru: Кажется, что тюнер "%s" призошёл сбой. Вы хотите, чтобы сообщить эту проблему?

source: It seems that the video player "%s" does not work properly. STS: %s ERROR CODE: %r
de: Scheinbar arbeitet der Video Player %s" nicht richtig. STS: %s Fehler-Code: %r
hu: Úgy tűnik, a "%s" nem működik. STS: %s ERROR CODE: %r
pl: Wydaje się że odtwarzacz wideo "%s" nie działa prawidłowo. STS: %s Kod błędu: %r
ru: Похоже, что видео-плеер "%s" не работает должным образом. STS: %s КОД ОШИБКИ: %r

source: Italian
de: Italienisch
hu: Olasz
pl: Włoskie
ru: Италия

source: Italiano
hu: Olasz
ru: Итальянский

source: Item idx[%d] not found in group[%s].
de: Element-Idx [%d] in Gruppe [%s] nicht gefunden.
hu: Elem idx[%d] nem található a [%s] csoportban.
it: Voce idx [%d] non trovata nel gruppo [%s].
pl: Element [%d] nie znaleziony w grupie [%s].
ru: Пункт idx[%d] не найдено в группе[%s].

source: Items in group
hu: Csoport elemei
ru: Медиа в группе

source: Items in group "%s"
de: Einträge in der Gruppe "%s"
hu: A "%s" csoport elemei
it: Voce nel gruppo"%s"
pl: Pozycji w grupie "%s"
ru: Файлы в группе "%s"

source: JSON module not available!
hu: JSON modul nem elérhető!
it: Modulo JSON Modul non disponibile!
ru: Модуль JSON не доступны!

source: Japanese
de: Japanisch
hu: Japán
pl: Japońskie
ru: Японский

source: Junior
hu: Gyerekeknek
ru: Юношеский

source: Language:
de: Sprache:
hu: Nyelv:
pl: Język:
ru: Язык:

source: Languages
de: Sprachen
hu: Nyelvek:
pl: Języki
ru: Языки

source: Last checked version
de: Letzte überprüfte Version
hu: Legutóbbi ellenőrzött változat
pl: Ostatnio sprawdzona wersja
ru: Последняя проверка версии

source: Last error
hu: Legutóbbi hiba
it: Ultimo errore
ru: Последняя ошибка

source: Last error: "%s"
de: Letzter Fehler: "%s"
hu: Legutóbbi hiba: "%s"
pl: Ostatni błąd: "%s"
ru: Последняя ошибка: "%s"

source: Last error: "People who live where you live aren't allowed to watch this video.. Not because we don't luv ya, but because the owners have some restrictions. The good news, is there are tens of thousands of other videos to choose from."
hu: Hiba: A kiválasztott videó nem érhető el a lakóhelyeden. A tulajdonos valószínűleg korlátozza a megtekintést bizonyos földrajzi területekre. Viszont rengeteg hasonló videóból válogathatsz.
ru: Последняя ошибка: "Люди, которые живут, где вы проживаете не могут посмотреть это видео.. Не потому, что мы не Любовь к тебе, а потому, что владельцы имеют некоторые ограничения. Хорошая новость, есть десятки тысяч других видео на выбор."

source: Last error: "Silverlight stream not supported."
hu: Hiba: "Silverlight stream nem támogatott."
ru: Последняя ошибка: "Поток Silverlight не поддерживается."

source: Last error: "The Mirror is broken.If available you can choose other source."
hu: Hiba: "A kiszolgáló nem működik. Ha lehet, válassz másik forrást."
ru: Последняя ошибка: "Зеркало разбивается.При наличии вы можете выбрать другой источник."

source: Last error: %s
hu: Hiba: %s
ru: Последняя ошибка: %s

source: Latest added
de: Zuletzt hinzugefügt
hu: Legutóbb Feltöltött
pl: Ostatnio dodane
ru: Последние добавленные

source: Latest updates
de: Letzte Aktualisierungen
hu: Legújabb Frissítések
pl: Ostatnie aktualizacje
ru: Последние обновления

source: Lightgray
de: hellgrau
hu: Világosszürke
pl: Jasno szare
ru: Светло-серый

source: Line Spacing
de: Untertitel Zeilenabstand
hu: Sortávolság
pl: Odstępy między wierszami
ru: Межстрочный интервал

source: Links are videos and messages, without division into categories
hu: Videók és egyéb tartalmak, kategória besorolás nélkül
ru: Ссылки видеоролики и сообщения, без разделения на категории

source: Links to the video files from the file urllist.txt
hu: Videófájlok linkjei az urllist.txt fájlból
ru: Ссылки на видео из файла urllist.txt

source: List only channels with subscription
de: Zeige nur Kanäle mit Abonnement
hu: Csak előfizetéses csatornák
pl: Wyświetlaj tylko kanały z subskrypcją
ru: Перечислите только каналы с подписки

source: Live
hu: Élő
pl: Transmisja na żywo
ru: В прямом эфире

source: Live Channels
de: Live Kanäle
hu: Élő Csatornák
it: Canali Live
pl: Kanały na żywo
ru: Прямые каналы

source: Live broadcasts from the file urllist.stream
hu: Élő csatornák az urllist.stream fájlból
ru: Прямые трансляции из файла urllist.stream

source: Load
de: Laden
hu: Töltés
pl: Wczytaj
ru: Выбрать

source: Load automatically the subtitle from file with the same name
hu: Felirat automatikus betöltése azonos nevű fájlból
ru: Загрузите автоматически субтитров из файла с таким же именем

source: Loading
de: Laden
hu: Betöltés
it: Caricare
pl: Ładowanie
ru: Загрузка

source: Loading...
hu: Betöltés...
it: Carica ...
ru: Загрузка...

source: LocalMedia
de: Lokale Medien
hu: Saját Média
pl: LocalMedia (pliki lokalne)
ru: Мои Медиа файлы

source: Login
hu: Felhasználónév
ru: Авторизоваться

source: Login user "%s" into %s
hu: "%s" felhasználó belépése ide: %s
ru: Войти пользователь "%s" в %s

source: Login:
hu: Felhasználónév:
ru: Авторизоваться:

source: MEDIUM
hu: KÖZEPES
ru: СРЕДНИЙ

source: MERGE protocol source
hu: EGYESÍTETT források

source: MORE
hu: TÖBB
ru: бОЛЬШЕ

source: Main
de: Hauptseite
hu: Fő
pl: Główna strona
ru: Главный

source: Main Event
hu: Vezető esemény
ru: Главное событие

source: Main developer, architect, coordinator:
hu: Fő fejlesztő, koordinátor:

source: Manager status:
de: Verwaltungs-Status:
hu: Vezérlő állapota:
it: Stato:
pl: Stan Menadżera:
ru: Менеджер положение:

source: Max items per page
de: Maximale Anzahl von Einträgen pro Seite
hu: Maximális elem oldalanként
pl: Maksymalna liczba elementów na stronie
ru: Максимальное количество на странице

source: Mid
de: Mittel
hu: Középső
ru: середине

source: Missed the show?
de: Sendung verpasst?
hu: Elmulasztottad?
it: Spettacolo perso?
pl: Przegapiłeś?
ru: Пропущенный шоу?

source: Month
hu: Hónap
it: Mese
ru: Месяц

source: Monthly
hu: Havi
it: Mensile
ru: Ежемесячно

source: More
de: Mehr
hu: Több
it: Di più ..
pl: Więcej
ru: Опции

source: More important
de: Wichtiger
hu: Fontosabb
it: Più importanti
pl: Bardziej ważne
ru: Более важно

source: Most Popular
de: Am populärsten
hu: Legnépszerűbb
it: Più visti
pl: Najbardziej popularne
ru: Самые популярные

source: Move group
de: Gruppen sortieren
hu: Csoport mozgatása
it: Muovi gruppo
pl: Przenieś grupę
ru: Перемещение группы

source: Move item
hu: Elem mozgatása
it: Muovi voce
ru: Переместить пункт

source: Movie
de: Film
hu: Film
it: Film
pl: Film
ru: Фильм

source: Movie "%s" has not been found.
hu: A(z) "%s" című film nem található.
ru: Фильм "%s" не было найдено.

source: Movie player
hu: FilmLejátszó
pl: Odtwarzacz filmów
ru: Видео плеер

source: Movie player without buffering mode
hu: FilmLejátszó pufferelés nélkül
it: Player senza modo buffer
ru: Включить плеер без режима буферизации

source: Movies
de: Filme
hu: Filmek
pl: Filmy
ru: Кино

source: Music
de: Musik
hu: Zene
pl: Muzyka
ru: Музыка

source: Musik
hu: Zene
ru: Музыка

source: Name cannot be empty.
de: Der Name darf nicht leer sein.
hu: Nevet kötelező megadni.
it: Il nome non può essere vuoto!
pl: Nazwa nie może być pusta.
ru: Имя не может быть пустым.

source: Name is not valid. Please remove special characters.
de: Der Name ist ungültig. Bitte entfernen Sie Sonderzeichen.
hu: Név érvénytelen. Ne használj speciális karaktereket.
it: Nome non valido Rimuovere caratteri speciali
pl: Nazwa jest nieprawidłowa. Proszę usunąć znaki specjalne.
ru: Имя не является допустимым. Пожалуйста, удалите специальные символы.

source: Name:
hu: Név:
it: Nome:
pl: Nazwa:
ru: Название:

source: New dir
de: Neues Verzeichnis
hu: Új mappa
pl: Nowy folder
ru: Новый реж

source: New folder
hu: Új Mappa
ru: Новая папка

source: New icons will not be available.
de: Neue Icons werden nicht verfügbar sein.
hu: Nem elérhetőek új ikonok.
it: Nuove icone non disponibili.
pl: Nowe ikony nie będą dostępne.
ru: Новые иконки не будут доступны.

source: News
de: Nachrichten
hu: Hírek
it: Notizie
pl: Nowości
ru: Новости

source: Next page
de: Nächste Seite
hu: Következő oldal
it: Pagina Successiva
pl: Następna strona
ru: Следующая страница

source: No item to display. Press OK to refresh.
de: Kein Eintrag. Bitte OK drücken um zu erneuern.
hu: Nincs találat. Frissítés: OK.
it: Nessun elemento da visualizzare. Premere OK per aggiornare.
pl: Brak elementów do wyświetlenia. Naciśnij OK,aby odświeżyć.
ru: Нет элемент для отображения. Нажмите ОК, чтобы обновить.

source: No steps to execute.
de: Keine Schritte zum auszuführen.
hu: Nincs mit végrehajtani.
it: Nessuna azione per eseguire.
pl: Brak czynności do wykonania.
ru: Никаких шагов для выполнения.

source: No user scripts.
de: Keine Benutzer-Scripte.
hu: Nincsenek scriptek.
it: Nessun script utente.
pl: Brak skryptów użytkownika.
ru: Нет пользователей сценарии.

source: No valid links available.
de: Keine gültigen Links verfügbar.
hu: Nincs elérhető link.
it: Nessun link valido disponibile.
pl: Brak poprawnych linków.
ru: Нет доступных ссылок нет.

source: No valid links available. Last error: "The Mirror is broken. If available you can choose other source."
hu: Nincs elérhető link. Ha lehet, próbálj másik forrást választani.
ru: Не действительные ссылки доступны. Последняя ошибка: "Зеркало разбивается. При наличии вы можете выбрать другой источник."

source: None
de: Keine
hu: Nincs
pl: Brak
ru: Нет

source: Now playing
hu: Most játszott
it: In riproduzione
pl: Teraz gra
ru: Сейчас играет

source: Number of downloaded files simultaneously
de: Anzahl der gleichzeitigen Downloads
hu: Párhuzamos letöltések száma
it: Numero di file scaricati simultaneamente
pl: Ilość pobieranych plików jednocześnie
ru: Количество загруженных файлов одновременно

source: Number of songs fetched at once for the station
hu: Egy állomáshoz tartozó dalok száma
it: Numero di canzoni recuperato per la stazione
ru: Количество песен принес сразу за станцией

source: Obtaining server list.
de: Bekomme Server-Liste.
hu: Lista beszerzése a szerverről.
it: Ottenere lista dal server.
pl: Uzyskiwanie listy serwerów.
ru: Получение списка серверов.

source: Odśwież
hu: Frissítés
ru: обновление

source: Offline channels
de: Offline Kanäle
hu: Nem elérhető csatornák
pl: Kanały nie nadawane
ru: Оффлайн каналы

source: One link mode
de: Einzellinkmodus
hu: Egy link használata
it: Modalità link singolo
pl: Tryb jednego linka
ru: Режим Одна связь

source: OpenSSL lib is needed by wget and rtmpdump utilities.
de: OpenSSL lib wird vom wget und rtmpdump Dienstprogramm benötigt.
hu: OpenSSL szükséges a wget és rtmpdump működéséhez.
pl: Biblioteka OpenSSL jest wymagana do poprawnego działania narzędzi wget i rtmpdump.
ru: OpenSSL lib необходим wget и rtmpdump коммунальные услуги.

source: Operation aborted!
de: Operation abgebrochen!
hu: Művelet megszakítva!
it: Operazione interrotta!
pl: Operacja została przerwana!
ru: Операция прервана!
