Repository: Blindspot76/e2iPlayer
Catalog: IPTVPlayer/locale/*/LC_MESSAGES/IPTVPlayer.po
Languages: de, hu, it, pl, ru

source: low
de: niedrig
hu: Alacsony
it: Bassa
pl: niska
ru: Низкий

source: maroon
de: kastanienbraun
hu: Gesaztenyebarna
pl: kasztanowy
ru: темно-бордовый

source: medium
de: mittel
hu: Közepes
it: Media
pl: średnia
ru: средний

source: mobile
hu: Mobil
ru: Мобильный

source: movie
hu: Mozi
ru: фильм

source: name
hu: Név
ru: Название

source: navy
de: navyblau
hu: Katonai
ru: морской волны

source: no
de: nein
hu: Nem
pl: nie
ru: Нет

source: number of views
hu: Nézőszám
ru: количество просмотров

source: olive
de: olivgrün
hu: Olíva
pl: oliwkowy
ru: оливковый

source: passthrough
hu: átjáró
ru: пройти через

source: password
de: Passwort
hu: Jelszó
pl: hasło
ru: Пароль

source: picture link
hu: kép link
ru: Фото линк

source: playerlogo
hu: Lejátszólogo
ru: плеер логотип

source: playlist
hu: Lejátszási lista
ru: плейлист

source: polski
hu: Lengyel
ru: польский

source: precompiled
de: vorcompiliert
hu: lefordított
it: Precompilato
pl: wstępnie skompilowane
ru: Прекомпилированная

source: purple
de: lila
hu: Bíbor
pl: fioletowy
ru: пурпурный

source: quality
de: Qualität
hu: Minőség
it: Qualità
pl: jakość
ru: Качество

source: recommended
de: empfohlen
hu: Ajánlott
pl: zalecane
ru: рекомендуемые

source: red
de: rot
hu: Piros
pl: czerwony
ru: красный

source: release date
hu: Készités dátuma
ru: дата выпуска

source: ring-buffer-max-size
hu: Gyűrűpuffer maximális mérete
ru: кольцо-буфера макс размер

source: second
de: Sekunde
hu: másodperc
pl: sekunda
ru: секунда

source: seconds
de: Sekunden
hu: másodperc
pl: sekund
ru: секунд

source: sequencer
hu: Rendező
ru: секвенсор

source: silver
de: silber
hu: Ezüst
pl: srebrny
ru: серебро

source: small
de: klein
hu: Kicsi
it: Piccola
pl: mała
ru: Небольшой

source: standard
hu: Hagyományos
pl: systemowy
ru: Стандарт

source: statustext
hu: Állapotjelző
ru: текст статуса

source: teal
hu: Zöldeskék
pl: turkusowy
ru: чирок

source: the best
de: die beste
hu: A legjobb
it: Migliore
pl: Najlepszy
ru: Лучший

source: the name
hu: A név
ru: имя

source: the worst
de: die schlechteste
hu: A legrosszabb
it: Peggiore
pl: Najgorszy
ru: Худшее

source: top
hu: Csúcs
pl: góra
ru: Вверх

source: unknown
de: unbekannt
hu: Ismeretlen
it: Sconosciuto
pl: nieznana
ru: Неизвестный

source: updated
hu: Frissített
ru: обновленный

source: very high
de: sehr hoch
hu: Nagyon magas
it: Molto alta
pl: bardzo wysoka
ru: Очень высокая

source: video
hu: Videó
ru: видео

source: web-live.tv login:
hu: web-live.tv felhasználónév:
ru: web-live.tv Войти:

source: web-live.tv password:
hu: web-live.tv jelszó:
ru: web-live.tv Пароль:

source: web-live.tv premium user?
hu: web-live.tv pémium felhasználó?
ru: web-live.tv Премиум пользователь?

source: white
de: weiß
hu: Fehér
pl: biały
ru: белый

source: with source code
de: mit Quelltext
hu: Forráskóddal
it: Con codice sorgente
pl: z kodem źródłowym
ru: с исходным кодом

source: worst
hu: Legrosszabb
ru: наихудший

source: yellow
de: gelb
hu: Sárga
pl: żółty
ru: желтый

source: yes, to console
de: Ja, zur Konsole
hu: Igen, Konzolba
it: Si, nella console
pl: tak, na konsole
ru: Да, утешить

source: yes, to file /hdd/iptv.dbg
de: Ja, in Datei /hdd/iptv.dbg
hu: Igen, ide: /hdd/iptv.dbg
it: Si, nel file /hdd/iptv.dbg
pl: tak, do pliku /hdd/iptv.dbg
ru: да, подать /hdd/iptv.dbg

source: Success.
de: Erfolgreich.
hu: Sikeres.
pl: Sukces.

source: Autoplay start delay
de: Autoplay Startverzögerung
hu: Lejátszás késleltetése
pl: Opóźnienie autoodtwarzania

source: Movie categories
de: Film Kategorien
hu: Film Kategóriák
pl: Kategorie filmów

source: ----------------- External exteplayer3 options -----------------
de: ---------------- Externer Exteplayer3 Optionen ----------------
hu: ----------------- Külső exteplayer3 beálllításai -----------------
pl: ---------------- Opcje zewnętrznego odtwarzacza ----------------

source: XXX
hu: Felnőtt
ru: Видео Порно

source: --- Featured videos ---
hu: --- Ajánlott videók ---
ru: --- Избранные видео ---

source: --- Hits ---
hu: ----Sikerek---

source: --- Hot ---
hu: ---Forró flörtök---
ru: --- Горячий ---

source: --- Best Videos ---
hu: --- Legjobb Videók ---
ru: --- Лучшие Видео ---

source: --- New Videos ---
hu: ---Új Videók---
ru: --- Новые Видео ---

source: --- Tags alfabetical ---
hu: --- Címkék betűrendben ---
ru: --- Слова алфавита ---

source: --- Pornstars ---
hu: --- Pornósztárok ----
ru: --- Порно звезды ---

source: --- New ---
hu: ---Új---
ru: --- Новый ---

source: --- Top Rated ---
hu: Legjobbnak értékelt
ru: --- Самые популярные ---

source: --- Most Viewedo ---
hu: ---Legnézettebb---
ru: --- Наиболее просматриваемые ---

source: --- Most Favorited ---
hu: --- Leginkább kedvelt ---
ru: --- Большинство избранном ---

source: --- Most Discussed ---
hu: ---Legkedveltebb---
ru: --- Самые обсуждаемые ---

source: --- Newest ---
hu: ---Újabb---

source: --- Most Viewed ---
hu: ---Legnézettebb---

source: --- Most Favored ---
hu: ---Legkedveltebb---

source: --- Popular ---
hu: ---Népszerű---

source: --- On Air ---
hu: ---Adásban---

source: --- Most Recent ---
hu: ---Legfrissebb---

source: --- Longest ---
hu: ---Leghosszabb---

source: --- Most viewed ---
hu: ---Legnézettebb---

source: --- Lastest ---
hu: ---Legutóbi---

source: --- Highest Rated ---
hu: ---Legjobbra értékelt---

source: --- Most Popular ---
hu: ---Legnépszerűbb---

source: - Local version
hu: -Saját verzió

source: --- Channels ---
hu: --- Csatornák ---
ru: --- Каналы ---

source: ---Search History
hu: Keresés az előzmények közt...

source: Search History
hu: Keresés az előzmények közt

source: ---Search
hu: ---Keresés

source: Search movies
hu: Filmek keresése

source: Search
hu: Keresés

source: --- Cams ---
hu: --- Kamerás ---

source: Cams
hu: Kamerás

source: Update Now & Restart Enigma2
hu: Frissítés és újraindítás

source: Require pin:
hu: Pin szükséges:

source: File Location xxxlist.txt :
hu: xxxlist.txt fájl helye:

source: Sort xxxlist :
hu: Felnőtt tartalom rendezési elve:

source: --- boy ---
hu: ---Fiú---

source: --- gay ---
hu: ---Meleg---

source: --- Transgender ---
hu: ---Transzvesztita---

source: --- Couple ---
hu: --- Párban ---

source: --- Mature ---
hu: ---Érett---

source: --- Fetish ---
hu: ----Fétis----

source: --- Lesbian ---
hu: ---Leszbi---

source: --- Soul_mate ---
hu: ---Lelki társ---

source: --- Hot_flirt ---
hu: ---Forró flörtök---

source: --- Girl ---
hu: ---Lányok---

source: boy
hu: Fiú

source: gay
hu: Meleg

source: Transgender
hu: Transzvesztita

source: Couple
hu: Párban

source: Mature
hu: Érett

source: Fetish
hu: Fétis

source: Lesbian
hu: Leszbi

source: Soul_mate
hu: Lelki társ

source: Hot_flirt
hu: Forró flört

source: Girl
hu: Lányok

source: --- Couples ---
hu: --- Párok ---

source: --- Male ---
hu: ---Pasi---

source: --- Transsexual ---
hu: ---Transzszexuális---

source: --- Female ---
hu: ---Nők----

source: vapor
hu: Gőz

source: Men
hu: Férfiak

source: Shemale
hu: Transzvesztita

source: Women
hu: Nő

source: new
hu: Új

source: ERROR - Error downloading:
hu: LETÖLTÉSI HIBA:

source: ERROR
hu: HIBA

source: ERROR - Error unpacking /tmp/iptv-host-xxx.tar.gz
hu: HIBA - Kicsomagolási hiba itt: /tmp/iptv-host-xxx.tar.gz

source: ERROR - Invalid file format /tmp/iptv-host-xxx.tar.gz
hu: HIBA - Érvénytelen formátum /tmp/iptv-host-xxx.tar.gz

source: ERROR - copy error
hu: MÁSOLÁSI HIBA

source: Update End. Please manual restart enigma2
hu: Frissítés befejezve. Indítsd újra a kezelőfelületet!

source: ---UPDATE---
hu: ---FRISSÍTÉS---

source: UPDATE MENU
hu: FRISSÍTÉSI MENÜ

source: - Remote version
hu: - Elérhető verzió

source: UPDATE
hu: FRISSÍTÉS

source: UPDATE-CHANGES
hu: FRISSÍTÉS - VÁLTOZÁSOK

source: UPDATE-NOW
hu: FRISSÍTÉS-MOST

source: CHANGES IN VERSION
hu: VÁLTOZÁSOK

source: Update Now
hu: Frissítés most

source: Remote XXXversion
hu: Távoli XXXverzió

source: Local XXXversion
hu: Saját XXXverzió

source: Most Favorited
hu: Leginkább kedvelt

source: +++ XXXLIST +++
hu: +++ XXX LISTA +++

source: On Air
de: Auf Sendung
hu: Adásban
pl: Na żywo

source: Longest
de: Längste
hu: Leghosszabb
pl: Najdłuższe

source: Highest Rated
hu: Legjobbra értékelt

source: Pornstars
hu: Pornősztárok

source: Last
hu: UTOLSÓ

source: Most Favored
hu: Legkedveltebb

source: Newest
de: Neueste
hu: Legújabb
pl: Najnowsze

source: Featured videos
hu: Videók témája

source: New Videos
hu: Új Videók

source: Hits
hu: Sikerek

source: Hot
hu: Forró

source: LAST
hu: UTOLSÓ

source: Next
hu: Következő

source: Page:
hu: Oldal:

source: Last Page
hu: Utolsó oldal

source: Software decoding as
de: Softwaredekodierung als
hu: Szoftveres dekódolás
pl: Programowe dekodowanie jako

source: Some changes will be applied only after movie player restart.
de: Manche Änderungen werden erst nach Movie Player Neustart angewendet.
hu: Néhány változás a lejátszó újraindításakor lesz érvényes.
pl: Niektóre zmiany zostaną zastosowane dopiero po ponownym uruchomieniu odtwarzacza.

source: IPTV Player download manager
hu: IPTV Player Letöltésvezérlő
ru: IPTV Плеер менеджер закачек

source: Animation [dubbing]
hu: Rajzfilm (Szinkronizált)

source: Series [dubbing]
hu: Sorozatok [Szinkronizált]

source: Animation [subtitles]
hu: Rajzfilm (Feliratos)

source: Series [subtitles]
hu: Sorozatok [Feliratos]

source: The worst
de: die schlechteste
hu: A legrosszabb

source: The best
de: die beste
hu: A legjobb

source: Video default quality:
de: Video Standardqualität:
hu: Alapértelmezett videó minőség:

source: Use default quality:
de: Benutze Standardqualität:
hu: Használd az alapértelmezett videó minőséget:

source: Portal:
hu: Portál:

source: Live-streams
hu: Élő Adások

source: New Movies
de: Neue Filme
hu: Új Filmek

source: HD Movies
hu: HD Filmek

source: Latest Movies
hu: Legújabb

source: Latest TV Episodes
hu: Legújabb Epizódok

source: New TV Episodes
hu: TV Sorozatok Új Epizódjai

source: Coming Soon
hu: Hamarosan

source: Most popular
de: Am populärsten
hu: Legnépszerűbb
pl: Najbardziej popularny

source: Treat episode as TV Show
hu: TV Showk különleges epizódjai

source: Show recommended by Rafalcool1:
hu: Rafalcool1 ajánlatainak megjelenítése:

source: Recommended by Rafalcool1
hu: Rafalcool1 ajánlata

source: List of movies prepared by Rafalcool1
hu: Rafalcool1 filmjeinek listája

source: Use ru proxy server to get file lists
hu: Használj ru proxy szervert fájllista lekéréshez

source: Audio
hu: Hang

source: New episodes
de: Neue Episoden
hu: Új epizódok
pl: Nowe Odcinki

source: External player use software decoder for the WMA
hu: Szoftveres WMA dekóder használata

source: AAC mix mode
hu: AAC mix mód

source: Preferred protocol:
hu: Előnyben részesített protokoll

source: Use the default video quality:
hu: Használd az alapértelmezett videó minőséget:

source: password:
hu: Jelszó:

source: login:
hu: Felhasználónév:

source: Sort results after:
hu: Eredmények rendezése:

source: Alphabetically
de: Alphabetisch
hu: Betűrendben
pl: Alfabetycznie

source: Top rated
de: Top bewertet
hu: LEgjobbnak értékelt
pl: Najlepiej oceniane

source: Latest
de: Neueste
hu: Legújabb
pl: Najnowsze

source: Najtrafniejsze
hu: Legnézettebb

source: Folder start
hu: Kezdőmappa

source: Name hamster (login)
hu: Hamster név (felhasználónév)

source: Password for hamster
hu: Hamster jelszó

source: Explore
hu: Böngészés

source: Small films and anime
hu: Kisfilmek és anime filmek

source: Films Extremal
hu: Extrém filmek

source: Automotive , accidents
hu: Autós balesetek

source: Muzik
hu: Zene

source: Straight from Polish
hu: Egyenesen Lengyelországból

source: Comedies
de: Komödien
hu: Vígjátékok
pl: Komedie

source: Miscellaneous
hu: Vegyes

source: Life of students
hu: Diákok Élete

source: Waiting room
hu: Várószoba

source: User Videos 3dEU?
hu: 3dEU saját videók?

source: Filmy3dEU login:
hu: Filmy3dEU felhasználónév:

source: Filmy3dEU password:
hu: Filmy3dEU jelszó:

source: Added date
hu: Feltöltés dátuma

source: Comment count
hu: Megjegyzés

source: Recommended
hu: Ajánlott
pl: zalecane

source: Most Watched
hu: Legnézettebb

source: Homepage
hu: Főoldal

source: Category
hu: Kategória

source: Katalog A-Z
hu: Betűrendes katalógus

source: Localization
de: Lokalisation
hu: Elhelyezkedés
pl: Lokalizacja

source: Argentina
hu: Argentín

source: Australia
hu: Ausztrál

source: Canada
hu: Kanadai

source: France
hu: Franciaország

source: Germany
hu: Németország

source: Indonesia
hu: Indonézia

source: International
hu: Nemzetközi

source: Ireland
hu: Írország

source: Italy
hu: Olaszország

source: Malaysia
hu: Malajzia

source: Morocco
hu: Marokkó

source: Netherlands
hu: Hollandia

source: Pakistan
hu: Pakisztán

source: Philippines
hu: Fülöp-Szigetek

source: Portugal
hu: Portugália

source: Singapore
hu: Szingapúr

source: Swiss
hu: Svájci

source: Switzerland
hu: Svájci

source: Schweiz
hu: Svájci

source: Tunisia
hu: Tunézia

source: United States
hu: Egyesült Államok

source: United Kingdom
hu: Egyesült Királyság

source: Turkey
hu: Törökország

source: Spain
hu: Spanyolország

source: Romania
hu: Románia

source: Mexico
hu: Mexikó

source: Belgian
hu: Belga

source: Austria
hu: Osztrák

source: VietNam
hu: Vietnám

source: Japan
hu: Japán

source: Czech Republic
hu: Cseh Köztársaság

source: China
hu: Kínai

source: Serials
de: Serien
hu: Sorozatok
pl: Seriale

source: sun sessions
hu: Napsütés

source: Other videos
hu: Egyéb videók

source: Year
de: Jahr
hu: Év
pl: Rok

source: 24 h
hu: 24 óra

source: Quarter
hu: Negyed

source: Most
hu: Legtöbb

source: List of anime
hu: Anime filmek listája

source: List of films
hu: Filmek listája

source: Anime Issued
hu: Rajzfilm

source: New episodes broadcast
hu: Új epizódok

source: Recently added episodes from previous seasons
hu: Mostanában hozzáadott epizódok az előző évadból

source: Harbinger
hu: Előjel

source: User PREMIUM KinomanTV?
hu: Van Kinoman TV PÉRMIUM előfizetésed?

source: KinomanTV login:
hu: KinomanTV felhasználónév:

source: KinomanTV password:
hu: KinomanTV jelszó:

source: Categories films
hu: Film kategóriák

source: Last added
hu: Legutóbb hozzáadva

source: Most rated
de: Am meisten bewertet
hu: Legnépszerűbb
pl: Najwyżej oceniane

source: My Favorites
hu: Kedvenceim

source: Enter data into your account (blue key).
hu: Adatok beírása a fiókodhoz (Kék gomb).

source: Geolocation IP:
de: Geolokation IP:
hu: Földrajzi IP cím:
pl: Geolokalizacja IP:

source: TV channels
de: TV Kanäle
hu: TV csatornák
pl: Kanały TV

source: Radio stations
de: Radiostationen
hu: Rádiócsatornák
pl: Stacje Radiowe

source: Latest series
hu: Legújabb Sorozatok

source: bitrate: worst
hu: Bitráta: Legrosszabb

source: bitrate: 200p
hu: Bitráta: 200p

source: bitrate: 450p
hu: Bitráta: 450p

source: bitrate: 900
hu: Bitráta: 900

source: bitrate: 1800
hu: Bitráta: 1800

source: bitrate: the best
hu: Bitráta: a legjobb

source: The default video format:
hu: Az alapértelmezett videóformátum:

source: Use the default video format:
hu: Használd az alapértelmezett videó formátumot:

source: Ekstraklasa use a proxy?
hu: Ekstraklasa használjon proxyt?

source: Goals
hu: Gólok

source: Shortcuts
hu: Parancsikonok

source: Gateway queue
hu: Átjárók sorrendje

source: Warehouse
hu: Raktár

source: The most relevant
hu: Leginkább ideillő

source: Popularity
hu: Népszerűség

source: Items
de: Elemente
hu: Elemek
pl: Pozycje

source: Recent Items (Popular)
hu: Friss Anyagok (Népszerűek)

source: Recent Items (All)
hu: Friss Anyagok (Mindegyik)

source: Feature Potential Items
hu: Elemek lehetséges funkciója

source: Top Items (Today)
hu: Legjobb elemek (Ma)

source: Top Items (This Week)
hu: Legjobb elemek (Ezen a héten)

source: Top Items (This Month)
hu: Legjobb elemek (Ebben a hónapban)

source: Top Items (All time)
hu: Legjobb elemek

source: Yoursay
hu: Tiéd

source: Liveleakers
hu: Élő

source: Must See
hu: Ezt látni kell

source: Syria
hu: Szíria

source: Entertainment
hu: Szórakozás

source: Browse Channels
hu: Böngészés a csatornák között

source: By default, sort by:
hu: Alapértelmezett, így rendezve:

source: ***Any***
hu: ***Összes***

source: most viewed
hu: Legnézettebb

source: longest
hu: Leghosszabb

source: top rated
hu: Legjobbnak értékelt

source: random
hu: véletlenszerű

source: Lastest
de: Neueste
hu: Legfrissebb
pl: Ostatnie dodane

source: Use a proxy
hu: Proxy használata

source: Films
hu: Filmek

source: Documents
hu: Dokumentumok

source: Tales
hu: Történetek

source: preferred streaming protocol
hu: Előnyben részesített protokoll streamek esetén

source: Age viewer:
hu: Korhatár:

source: Hide Video in the list above the age of the viewer:
hu: Beállított korhatár feletti videók elrejtése:

source: TOP100 Always
hu: Összesített TOP100

source: TOP100 Of the week
hu: A héten eddigi TOP100

source: TOP100 Month
hu: Havi TOP100

source: MOB: low
hu: MOB: alacsony

source: SD: standard
hu: SD:hagyományos

source: HD: high
hu: HD: legjobb

source: FHD: very high
hu: FHD: nagyon magas

source: Popular movies
hu: Népszerű filmek

source: Topics films
hu: Filmes topicok

source: Editorial
hu: Szerkesztett

source: Action RPG
hu: Akció / Szerepjáték

source: Size of the icons
hu: Ikonok mérete

source: Connection type:
hu: Kapcsolat típusa:

source: Very high
hu: Nagyon magas

source: Best
hu: Legjobb

source: Worst
hu: Legrosszabb

source: Very low
hu: Nagyon alacsony

source: Average
hu: Átlag

source: TVN Introduce yourself as:
hu: TVN bemutatja:

source: TVN use a proxy?
hu: TVN használjon proxyt?

source: No name
hu: Nincs név

source: Audience zone
hu: Célközönség

source: password:
hu: jelszó:

source: The default video format
hu: Alapértelmezett videóformátum

source: Use Proxy?
hu: Használsz proxyt?

source: More as next page
hu: Tovább a következő oldalon

source: :for
hu: :részére

source: Programs
de: Sendungen
hu: Programok
pl: Programy

source: Information & journalism
hu: Információk, hírmagyarázatok

source: Information Services
hu: Hírcsatornák

source: Journalism
hu: Hírmagyarázat

source: Prefered format
de: Bevorzugtes Format
hu: Előnyben részesített formátum
it: Formato preferito
pl: Preferowany format

source: SORT
hu: RENDEZÉS

source: LATEST VIDEOS
hu: LEGUTÓBBI VIDEÓK

source: SHOW REPLAY
hu: ISMÉTLÉS

source: WWE NETWORK
hu: WWE HÁLÓZAT

source: SMACKDOWN
hu: SMACKDOWN PANKRÁCIÓ

source: LUCHA UNDERGROUND
hu: HARCMŰVÉSZET

source: DEFAULT
hu: ALAPÉRTELMEZETT

source: VIEWS
de: ANSICHTEN
hu: NÉZŐK
pl: WYŚWIETLENIA:

source: DATE
de: DATUM
hu: DÁTUM
pl: DATA

source: format: best
hu: Felbontás: legjobb

source: format: worst
hu: Felbontás: legrosszabb

source: format: 720
hu: Felbontás: 720

source: format: 240p
hu: Felbontás: 240p

source: format: 360p
hu: Felbontás: 360p

source: format: 480p
hu: Felbontás: 480p

source: Cannot find player content
hu: Nincs lejátszható tartalom

source: Sort movies:
hu: Filmek rendezése:

source: last added
hu: Legutóbb hozzáadva

source: last watched
hu: Legutóbb megtekintve

source: views
de: Ansichten
hu: megtekintés
pl: odsłon

source: favorite
hu: Kedvenc

source: TOP100 Week
hu: Heti TOP100

source: TOP100 of the Month
hu: A hónapban eddigi TOP100

source: Iplex use a proxy?
hu: Iplex használjon proxyt?

source: WrestlingNet._listVideos - no markers [m1][m2] found!
hu: WrestlingNet._listVideos - jelzések nélkül [m1][m2] találhatóak!

source: Please visit '%s' from using web-browser form the PC. If links are available please report this problem. Email: samsamsam@o2.pl
hu: Kérlek, látogass el a '%s' oldalra számítógépes böngészővel. Ha ott működik a link, küldj hibajelentést. Email: samsamsam@o2.pl

source: Last error: "Videomega has blocked your IP for some time. Please retry this link after some time."
hu: Hiba: "A kiszolgáló blokkolta az IP címedet. Próbálkozz újra később."

source: Newest added
hu: Legújabb

source: Oldest added
hu: Legrégebben feltöltött

source: Newest year
hu: Idei

source: Oldest year
hu: Legrégebbi év

source: Best rating
hu: Legjobb értékelés

source: Worse rating
hu: Rossz értékelés

source: Most viewed
de: Am häufigsten angesehen
hu: Legnézettebb
pl: Najczęściej oglądane

source: Less viewed
hu: Kevésbé népszerűek

source: Login failed.
de: Login fehlgeschlagen.
hu: Belépés sikertelen.
pl: Logowanie nieudane.

source: This host requires registration. Please fill your login and password in the host configuration. Available under blue button.
de: Dieser Host benötigt eine Registrierung. Bitte füllen Sie Ihr Login und Passwort in der Host Konfiguration aus. Zugänglich über die blaue Taste.
hu: Az oldal regisztrációt igényel. A kék gomb segítségével megadhatod a belépési adatokat.
pl: Ten host wymaga rejestracji. Użyj login i hasło w konfiguracji hosta.użyj niebieskiego guzika.

source: Default video quality
de: Vorgewählte Video-Qualität
hu: Alapértelmezett minőség

source: Use default video quality
de: Verwende voreingestellte Video Qualität
hu: Használd az alapértelmezett videó minőséget

source: Icon type
de: Icontyp
hu: Ikon típusa

source: The problem with user logon "%s".
hu: A "%s" bejelentkezése sikertelen.

source: Randomize a playlist
de: Wiedergabeliste mischen
hu: Véletlenszerű lejátszás
pl: Sortuj losowo listę odtwarzania

source: New Releases
hu: Új Kiadások

source: Categorization:
hu: Kategorizálás:

source: Labels
de: Label
hu: Címkék

source: Latest Update
hu: Legújabb Frissítés

source: Anime List
hu: Rajzfilmek listája

source: Create Date
hu: Készités dátuma

source: Top Movies
de: Top Filme
hu: Csúcsmozik
pl: Ulubione filmy

source: New HD Videos
hu: Új HD Videók

source: Use proxy gateway
hu: Használj proxy átjárót

source: show iframe for audio item
hu: iframe mutatása hangokhoz

source: Iframe file
hu: Iframe fájl

source: Clear iframe file
hu: Iframe fájl törlése

source: Total size:
de: Gesamtgröße:
hu: Teljes méret:
pl: Całkowity rozmiar:

source: Show file size
de: Zeige Dateigröße
hu: Fájlméret megjelenítése
pl: Pokazać rozmiar pliku

source: All Leagues
de: Alle Ligen
hu: Összes Bajnokság
pl: Wszystkie ligi

source: Previous Seasons
de: Vergangene Saisons
hu: Előző évadok
pl: Poprzednie sezony

source: Goal Of The Month
de: Tor des Monats
hu: A hónap góljai
pl: Gol miesiąca

source: Promoted
de: Beworben
hu: Ajánlott
pl: Promowane

source: Catrtoon list
de: Catrtoon Liste
hu: Rajzfilmek listája
pl: Lista kreskówek

source: New cartoon
de: Neue Cartoons
hu: Új Rajzfilmek
pl: Nowe kreskówki

source: Sort by alphabet
de: Sortiere alphabetisch
hu: Betűrendben
pl: Sortuj alfabetycznie

source: Sort by popularity
de: Sortiere nach Popularität
hu: Népszerűségi sorrendben
pl: Sortuj według popularności

source: Latest update
de: Letzte Aktualisierung
hu: Legújabb Frissítések
pl: Ostatnio aktualizowane

source: Remove disabled services
de: Lösche ausgeschaltete Services
hu: Kikapcsolt szolgálatások elrejtése
pl: Usuń nieużywane serwisy

source: Some changes will be applied only after plugin update. Do you want to perform update now?
de: Manche Änderungen werden erst nach einer Plugin Aktualisierung angewendet. Wollen Sie die Aktualisierung jetzt durchführen?
hu: Néhány változás csak a plugin frissítését követően lesz érvényes. Szeretnéd most frissíteni a plugint?
pl: Niektóre zmiany będą zastosowane dopiero po aktualizacji wtyczki. Czy chcesz teraz wykonać aktualizację ?

source: Make directory [%s]
de: Erstelle Verzeichnis [%s]
hu: A(z) [%s] mappa létrehozása
pl: Utwórz folder [%s]

source: Can not get mount points - cmd mount failed. Return code[%s]. Return data[%s].
de: Mount-Punkte können nicht ermittelt werden - cmd mount fehlgeschlagen. Fehler-Code[%s]. Rückgabedaten[%s].
hu: Nincs csatolási pont. Visszalépési kód[%s]. Visszalépési adat[%s].
pl: Niemożna pobrać punktów montowania - polecenie mount nie powiodło się. Kod błędu [%s]. Wiadomość błędu [%s].
