Repository: Blindspot76/e2iPlayer
Catalog: IPTVPlayer/locale/*/LC_MESSAGES/IPTVPlayer.po
Languages: de, hu, it, pl, ru

source: Mount ISO file [%s] on [%s] failed. Return code[%s]. Return data[%s].
de: Mounten von ISO-Datei [%s] auf [%s] fehlgeschlagen. Rückgabecode[%s]. Rückgabedaten[%s].
hu: A(z) [%s] ISO fájl csatolása sikertelen ide: [%s] . Return code[%s]. Return data[%s].
pl: Wystąpił problem z zamontowaniem obrazu ISO [%s] na [%s]. Kod błędu [%s]. Wiadomość błędu [%s].

source: Mounted on %s
hu: Felcsatolva ide: %s

source: Umount iso file
de: Iso-Datei aushängen
hu: ISO file csatolása
pl: Odmontowany plik iso

source: Set file name
de: Dateinamen festlegen
hu: Fájlnév választása
pl: Wprowadź nazwę pliku

source: File "%s" already exists!
de: Datei "%s" existiert bereits!
hu: A(z) "%s" fájl már létezik!
pl: Plik "%s" już istnieje!

source: Mangas
hu: Manga videók

source: By Year
de: Nach Jahr
hu: Év szerint
pl: Według roku

source: Recently Added
hu: Mostanában feltöltött

source: New
de: Neu
hu: Új
pl: Nowe

source: Home
hu: Főoldal
pl: Głowna strona

source: Season
de: Staffel
hu: Évad
pl: Sezon

source: Plugin can be run on one of the following platforms: sh4, mipsel, i686, armv7, armv5t.
hu: A Plugin csak a következő platformokon működik: sh4, mipsel, i686, armv7.
pl: Plugin może być uruchomiony na jednej z następujących platform: sh4, mipsel, i686, armv7, armv5t.

source: Foreign films
hu: Külföldi Filmek

source: Major rankings
hu: Fő rangsor

source: By year
de: Nach Jahr
hu: Év szerint
pl: Według roku

source: Watch Trailer
de: Trailer anschauen
hu: Előzetes megtekintése
pl: Obejrzyj Zwiastun

source: [Trailer]
hu: [Előzetes]

source: Detection of the OpenSSL 1.0.0 version.
de: Erkennung der OpenSSL 1.0.0 Version.
hu: OpenSSL kiegészítő keresése.
pl: Wykrywanie wersji OpenSSL 1.0.0.

source: Fatal Error! Openssl could not be found. Please install it and retry.
de: Schwerer Fehler! OpenSSL konnte nicht gefunden werden. Bitte installieren und erneut versuchen.
hu: Végzetes hiba! Openssl nem található. Kérlek, telepítsd és próbálkozz újra.
pl: Błąd krytyczny. Biblioteka Openssl nie została odnaleziona.Proszę zainstalować bibliotekę OpenSSL i spróbować ponownie.

source: Fatal Error! Your Openssl is not supported.
hu: Végzetes hiba! Ez az Openssl verzió nem támogatott.

source: OpenSSL in your image is not supported. Some functions may not work correctly.
hu: OpenSSL ezen image esetén nem támogatott. Néhány funkció nem működhet megfelelően.

source: Install into the "%s".
de: Installiere in "%s".
hu: Telepítés ide: "%s" .
pl: Zainstaluj w "%s".

source: Decode file [%s] problem.
de: Problem beim Dekodieren von Datei [%s].
hu: Hiba a [%s] fájl dekódolása közben.
pl: Problem z zdekodowaniem pliku [%s].

source: Latest movies
de: Neueste Filme
hu: Legújabb filmek
pl: Najnowsze filmy

source: Movies genres
de: Film-Genre
hu: Témakörök
pl: Filmy według gatunku

source: Movies by year
de: Filme nach Jahr
hu: Filmek évek szerint
pl: Filmy według roku

source: TV Series
de: TV Serien
hu: TV sorozatok
pl: Seriale

source: Series list
de: Serienliste
hu: Sorozatok
pl: Lista seriali

source: Popular Episodes
de: Populäre Episoden
hu: Népszerű Epizódok
pl: Popularne odcinki

source: Newest Episodes
de: Neueste Episoden
hu: Újabb Epizódok
pl: Nowe odcinki

source: All A-Z
de: Alle A-Z
hu: Betűrendes katalógus
pl: Wszystkie A-Z

source: From E2 settings
de: Aus E2 Einstellungen
hu: E2 beállítások alapján
pl: Z ustawień E2
ru: Из настроек E2

source: bestfit
hu: Legjobb illeszkedés
ru: наиболее подходящий

source: panscan
hu: Paraméter

source: nonlinear
hu: nemlineáris
ru: нелинейный

source: Cartoons
hu: Rajzfilmek
pl: Kreskówki

source: Genre selection
de: Genre Auswahl
hu: Témakör választása
pl: Podstawowe sortowanie

source: By country
de: Nach Land
hu: Ország szerint
pl: Według kraju

source: Translations
de: Übersetzungen
hu: Fordítások
pl: Tłumaczenia

source: Collections
de: Kollektionen
hu: Gyűjtemények
pl: Kolekcje

source: Link is not supported by the gstplayer. Please use the extelayer3 if available.
de: Link wird nicht vom Gstplayer unterstützt. Bitte nutzen Sie Exteplayer3 falls vorhanden.
hu: A Gstplayer ezt a linket nem támogatja. Próbálj Exteplayer3-at használni, ha lehet.
pl: Link nie jest wspierany przez gstplayer . Proszę użyć exteplayer3 jeśli jest dostępny.

source: Fatal error: consoleWrite failed!
de: Schwerer Fehler: consoleWrite fehlgeschlagen!
hu: Végzetes hiba: Konzolba írás sikertelen!
pl: Błąd krytyczny: zapis na konsoli nie powiódł się!

source: Most Viewed
hu: Legnézettebb

source: Windows Media Video 9 Screen decoder
hu: Windows Media Video 9 Képernyő dekódoló

source: Sort alphabetically
de: Sortiermodus
hu: Betűrendben
pl: Sortuj alfabetycznie

source: Fail to get captcha data.
de: Holen von Captcha Daten gescheitert.
hu: Hiba captcha lekérése közben.
pl: Problem z pobraniem danych captcha.

source: Send
de: Senden
hu: Küldés
pl: Wyślij

source: Answer
de: Antwort
hu: Válasz
pl: Odpowiedź

source: Wrong answer.
de: Falsche Antwort.
hu: Hibás válasz.
pl: Zła odpowiedź.

source: Get free credits
hu: Ingyen kredit kérése

source: Fail to get "%s"
hu: Hiba a "%s" lekérése közben.

source: Subtitles conversion to UTF-8 failed.
de: Untertitelkonvertierung in UTF-8 gescheitert.
hu: A felirata konvertálása UTF-8 formátumba sikertelen.
pl: Konwersja do UTF-8 nie powiodła się.

source: Simplify the title and try again.
de: Vereinfachen Sie den Titel und versuchen es erneut.
hu: Írj be egyszerűbb címet, és próbáld újra.
pl: Uprość tytuł i spróbuj ponownie.

source: Ukrainian proxy server url
de: Ukrainische Proxy Server URL
hu: Ukrán proxy szerver címe
pl: Adres ukraińskiego serwera proxy

source: An error occurred while writing into: %s
de: Ein Fehler ist aufgetreten beim Schreiben in: %s
hu: Hiba a %s írása közben
pl: Wystąpił problem podczas zapisu do: %s

source: Top Cartoons
hu: Legjobb rajzfilmek

source: Cartoon List
hu: Rajzfilmek listája

source: only Anime
hu: csak Anime

source: only Cartoons
hu: csak Rajzfilmek

source: Views
de: Ansichten
hu: Nézők
pl: Odsłon

source: Preview
hu: Előzetes
pl: Zapowiedź

source: It seems that the subtitle's provider "%s" has crashed. Do you want to report this problem?
de: Scheinbar ist der Untertitel Anbieter "%s" abgestürzt. Möchten Sie dieses Problem melden?
hu: Úgy tűnik, a "%s" felirat kiszolgáló összeomlott. Szeretnéd jelenteni a problémát?
pl: Wygląda na to, że dostawca napisów "%s" uldegł awarii. Czy chcesz zgłosić ten problem?

source: Subtitles "%s" downloaded correctly.
de: Untertitel "%s" erfolgreich heruntergeladen.
hu: A "%s" felirata sikeresen letöltve.
pl: Napisy "%s" pobrane prawidłowo.

source: Do you want to finish?
de: Wollen Sie beenden?
hu: Befejezed?
pl: Chcesz zakończyć?

source: Season %s
de: Staffel %s
hu: %s Évad
pl: Sezon %s

source: Failed to create directory "%s".
de: Erstellen von Verzeichnis "%s" gescheitert.
hu: Hiba a "%s" könyvtár létrehozásakor.
pl: Wystąpił problem z utworzeniem katalogu "%s".

source: Unzip error code[%s].
de: Unzip Fehler-Code[%s].
hu: Kicsomagolási hibakód [%s].
pl: Uznip kod błędu [%s].

source: It seems that unzip utility is not installed.
de: Scheinbar ist das Unzip Dienstprogramm nicht installiert.
hu: Úgy tűnik, a kicsomagoló nincs telepítve.
pl: Wygląda na to, że narzędzie unzip nie jest zainstalowane.

source: Wrong format of zip archive.
de: Falsches Format vom ZIP-Archiv.
hu: Hibás a ZIP archívum formátuma.
pl: Niewłaściwy format archiwum zip.

source: Unrar error code[%s].
de: Unrar Fehler-Code[%s].
hu: RAR kicsomagolási hibakód [%s].
pl: Unrar kod błędu [%s].

source: It seems that unrar utility is not installed.
de: Scheinbar ist das Unrar Dienstprogramm nicht installiert.
hu: Úgy tűnik, a RAR kicsomagoló nincs telepítve.
pl: Wygląda na to, że narzędzie unrar nie jest zainstalowane.

source: Wrong format of rar archive.
de: Falsches Format vom RAR-Archiv.
hu: Hibás a RAR archívum formátuma.
pl: Niewłaściwy format archiwum rar.

source: Failed to write the file "%s".
de: Schreiben von der Datei "%s" gescheitert.
hu: Hiba a "%s" fájl írása közben.
pl: Nie udało się zapisać pliku "%s".

source: Failed to convert the file "%s" to UTF-8.
de: Konvertieren der Datei "%s" in UTF-8 gescheitert.
hu: Hiba a "%s" fájl UTF-8 formátumba alakítása közben.
pl: Nie udało się przekonwertować pliku "%s" na UTF-8.

source: Failed to open the file "%s".
de: Öffnen der Datei "%s" gescheitert.
hu: Hiba a "%s" fájl megnyitása közben.
pl: Nie można otworzyć pliku "%s".

source: Login failed!
de: Login fehlgeschlagen!
hu: Belépés sikertelen!
pl: Logowanie nieudane!

source: Error message: "%s". Error code: "%s".
de: Fehler-Meldung: "%s". Fehler-Code: "%s".
hu: Hibaüzenet: "%s". Hibakód: "%s".
pl: Komunikat o błędzie: "%s". Kod błędu: "%s".

source: Get languages failed!
de: Bekomme Sprachen gescheitert!
hu: Nyelvek lekérése sikertelen!
pl: Pobranie tłumaczeń językowych nieudane!

source: Failed to download subtitle.
de: Untertitel Download gescheitert.
hu: Felirat letöltése sikertelen.
pl: Pobieranie napisów nie powiodło się.

source: Failed to gzip.
de: Gzip fehlgeschlagen.
hu: Gzip indítása sikertelen.
pl: Wystąpił błąd gzip.

source: Failed to decode to UTF-8.
de: Dekodieren in UTF-8 gescheitert.
hu: Átalakítás UTF-8 formátumba sikertelen.
pl: Konwersja do UTF-8 nie powiodła się.

source: Failed to write file "%s".
de: Schreiben von Datei "%s" gescheitert.
hu: Hiba a "%s" fájl írása közben.
pl: Wystąpił problem przy próbie zapisu pliku "%s".

source: json load error 2
hu: json betöltési hiba 2

source: Download subtitles error. wget error code[%d].
hu: Felirat letöltési hiba. wget hibakód [%d].

source: unzip error - please check if utitlity unzip is available
hu: unzip hiba - Kérlek, ellenőrizd az unzip kiegészítő meglétét

source: write error
hu: írási hiba

source: decode error
hu: dekódolási hiba

source: read error
hu: olvasási hiba

source: gzip error
hu: gzip hiba

source: Confirm the title of the movie
de: Bestätige den Titel des Films
hu: Filmcím jóváhagyása
pl: Potwierdź tytuł filmu

source: Searching subtitles for "%s"
de: Suche Untertitel für "%s"
hu: A" %s" feliratának keresése
pl: Szukaj napisów dla "%s"

source: Select subtitles provider:
de: Wähle Untertitel Anbieter:
hu: Válassz felirat tárhelyet:
pl: Wybierz dostawcę napisów:

source: If available you can choose other source.
hu: Ha lehetséges, választhatsz másik forrást.

source: Reverse a playlist
de: Wiedergabeliste umkehren
hu: Lejátszási lista megfordítása
pl: Odwróć listę odtwarzania

source: Use UA proxy server to get file lists
hu: Használj UA proxy szervert fájllista lekéréshez

source: any
de: beliebige
hu: összes
pl: dowolny

source: C subtitle parser
de: C Untertitel Parser
hu: C Felirat Párosító
pl: Parser napisów napisany w C

source: It improves subtitles parsing.
de: Es verbessert das Untertitel Parsing.
hu: Ez javítja a felirat hozzárendelést.
pl: Poprawia analizę napisów.

source: Use subtitles parser extension if available
de: Verwende Untertitel Parser Erweiterung, falls vorhanden
hu: Feliratozás bekapcsolása, ha elérhető
pl: Użyć rozszeżenia do parsowania napisów

source: Copy post installed binaries.
de: Kopiere nachinstallierte Binärdateien.
hu: Telepített csomagok másolása.
pl: Kopiowanie zainstalowanych plików binarnych.

source: IPTVPlayer - Start
hu: IPTVPlayer - Indítás

source: Info...
hu: Infó...

source: Sort Myfreecams :
hu: Myfreecams Rendezése:

source: Global search :
hu: Globális keresés:

source: Global sorting :
hu: Globális rendezés:

source: External player use software decoder for the AC3
hu: Külső lejátszó használjon szoftveres AC3 dekódert

source: External player use software decoder for the EAC3
hu: Külső lejátszó használjon szoftveres EAC3 dekódert

source: External player use software decoder for the MP3
hu: Külső lejátszó használjon szoftveres MP3 dekódert

source: Using this host in your country can be illegal. Do you want to continue at your own risk?
de: Die Nutzung dieses Hosts in Ihrem Land kann illegal sein. Möchten Sie auf eigenes Risiko fortfahren?
hu: A kiszolgáló használata ebben az országban illegális. Szeretnéd folytatni saját felelősségedre?
pl: Korzystanie z tego hosta w Twoim kraju może być nielegalne. Czy chcesz kontynuować na własne ryzyko ?

source: Live TV
hu: Élő TV
pl: TV na żywo

source: Live Radio
hu: Élő Rádió
pl: Radio na żywo

source: Icons quality
de: Icon-Größe
hu: Ikonok minősége
pl: Jakość ikon

source: Your language preference:
de: Ihre bevorzugte Sprache:
hu: Előnyben részesített nyelv:
pl: Preferencje językowe:

source: By title
hu: Cím szerint

source: Dokumentalne
hu: Dokumentum

source: Dla dzieci
hu: Gyerekeknek

source: Verify
de: Verifizieren
hu: Ellenőrzés
pl: Weryfikuj

source: Please remember to visit http://www.sport365.live/ and watch a few advertisements. This will fix problem, if your playback is constantly interrupted.
de: Bitte besuchen Sie http://www.sport365.live/ um einige Werbeeinblendungen anzusehen. Dies könnte Ihr Problem lösen, falls die Wiedergabe ständig unterbrechen sollte.
hu: Látogass el a http://www.sport365.live/ oldalra, és tekints meg néhány reklámot. Ez megoldhatja a lejátszás rendszeres akadozását.
pl: Pamiętaj, aby odwiedzić stronę /www.sport365.live i obejrzeć kilka reklam. Rozwiąże to problem przerwania odtwarzania.

source: Anime list
de: Anime Liste
hu: Anime filmek listája
pl: Lista anime

source: Movies list
de: Film-Liste
hu: Filmek listája
pl: Lista filmów

source: Opening. Please wait...
de: Wird geöffnet. Bitte warten...
hu: Megnyitás. Kis türelmet...
pl: Otwieranie. Proszę czekać...

source: Closing. Please wait...
de: Wird geschlossen. Bitte warten...
hu: Bezárás. Kis türelmet...
pl: Zamykanie. Proszę czekać...

source: Alternative proxy server (2)
de: Alternativer Proxy Server (2)
hu: Alternatív proxy szerver(2)
pl: Alternatywny serwer proxy (2)

source: Alternative proxy server (1)
de: Alternativer Proxy Server (1)
hu: Alternatív proxy szerver (1)
pl: Alternatywny serwer proxy (1)

source: Use proxy server:
de: Verwende Proxy Server:
hu: Használj proxy szervert:
pl: Użyj serwera proxy:

source: Any
de: Beliebige
hu: Összes
pl: Dowolny

source: Year:
de: Jahr:
hu: Év:
pl: Rok:

source: Connection to server failed!
de: Verbindung zum Server fehlgeschlagen!
hu: Kapcsolódás a szerverhez sikertelen!
pl: Połączenie do serwera nie powiodło się!

source: Enable reordering
de: Aktiviere Sortiermodus
hu: Átrendezés engedélyezése
pl: Włącz zmianę kolejności

source: Disable reordering
de: Deaktiviere Sortiermodus
hu: Átrendezés letiltása
pl: Wyłącz zmianę kolejności

source: To watch videos from http://vk.com/ you need to login. Please fill your login and password in the IPTVPlayer configuration.
de: Um Videos von http://vk.com/ schauen zu können, müssen Sie sich anmelden. Bitte füllen Sie Ihr Login und Passwort in der E2iPlayer-Konfiguration aus.
hu: A http://vk.com/ videóinak megtekintéséhez be kell jelentkezned. Kérlek, add meg az adataidat a Konfigurációs menüben.
pl: By oglądać wideo z http://vk.com/ potrzebujesz login. Podaj login i pass w konfiguracji E2iPlayer.

source: Login user "%s" to http://vk.com/ failed! Please check your login data in the IPTVPlayer configuration.
de: Anmelden von Benutzer "%s" zu http://vk.com/ fehlgeschlagen! Bitte überprüfen Sie Ihre Zugangsdaten in der E2iPlayer-Konfiguration.
hu: A "%s" felhasználó bejelentkezése a http://vk.com/ oldalra sikertelen! Kérlek, ellenőrizd az adataidat a Konfigurációs menüben.
pl: Problem z zalogowanie użytwkonika "%s" do http://vk.com/! Proszę sprawdzić login i hasło wprowadzone w konfiguracji E2iPlayer.

source: The problem with user logon "%s".
hu: A "%s" bejelentkezése sikertelen.

source: Video mode
de: Video-Modus
hu: Videó mód
pl: Tryb Obrazu

source: Is this message displayed correctly?
de: Wird diese Nachricht korrekt dargestellt?
hu: Ez az üzenet rendben van?
pl: Czy ta wiadomość została wyświetlona poprawnie?

source: Preferred format:
de: Bevorzugtes Format:
hu: Előnyben részesített formátum:
pl: Preferowany format:

source: Use web-proxy (it may be illegal):
de: Benutze Web-Proxy (könnte illegal sein):
hu: Web-proxy használata (Illegállis lehet)
pl: Użyj web-proxy (może być nielegalne):

source: Latest programs
de: Neueste Sendungen
hu: Legújabb programok
pl: Najnowsze programy

source: Latest news broadcast
de: Neueste Nachrichten
hu: Legfrissebb hírek
pl: Najnowsze wiadomości

source: Last chance
de: Letzte Chance
hu: Utolsó lehetőség
pl: Ostatnia szansa

source: Live broadcasts
de: Live-Übertragungen
hu: Élő adások
pl: Transmisje na żywo

source: Programs A-Ö
de: Sendungen A-Ö
hu: Programok A-Ö
pl: Programy A-Z

source: Only available in Sweden.
de: Nur verfügbar in Schweden.
hu: Csak Svédországban elérhető.

source: Only available in Sweden.
de: Nur verfügbar in Schweden.
hu: Csak Svédországban elérhető.
pl: Dostępne tylko w Szwecji.

source: Detection of glibc version.
de: Erkennung der Glibc Version.
hu: A glibc keresése.
pl: Wykrywanie wersji glibc.

source: Detection version of installed standard C library.
de: Erkennung der Version der installierten C-Standard-Bibliothek.
hu: Telepített C könyvtár keresés.
pl: Wykrywanie wersji biblioteki standardowej C.

source: hlsdl downloader
hu: hlsdl letöltő
pl: narzędzie do pobierania hlsdl

source: For more info please ask samsamsam@o2.pl
de: Für weitere Informationen fragen Sie bitte samsamsam@o2.pl
hu: További információ: samsamsam@o2.pl
pl: Aby uzyskać więcej informacji napisz na samsamsam@o2.pl

source: It improves HLS/M3U8 stream download.
de: Es verbessert den HLS/M3U8 Stream-Download.
hu: Ez javítja a HLS/M3U8 streamek letöltését.
pl: Poprawia pobieranie strumieni HLS/M3U8.

source: Alternative domain:
hu: Alternatív cím:
pl: Alternatywna domena:

source: Fatal Error! Plugin is not supported with your platform.
de: Schwerer Fehler! Das Plugin wird für ihre Plattform nicht unterstützt.
hu: Végzetes hiba! A plugin nem támogatja ezt a platformot.
pl: Błąd krytyczny! Wtyczka nie jest wspierana na Twojej platformie.

source: Please visit http://duktape.org/
de: Bitte besuchen Sie http://duktape.org/
hu: További információ: http://ducktape.org/
pl: Aby uzyskać więcej informacji prosimy odwiedzić http://duktape.org/

source: Duktape is an embeddable Javascript engine, with a focus on portability and compact footprint.
de: Duktape ist eine einbettbare Javascript-Engine, mit Fokus auf Portabilität und kompakter Speicheranforderung.
hu: A Ducktape egy beágyazható Javascript egység, amely a kompakt méretre és a hordozhatóságra fókuszál.
pl: Duktape to silniki JavaScript zoptymalizowany pod kątem zastosowań w urządzeniach wbudowanych.

source: Access to this service requires login. Please register on the site "%s" and then put your e-mail and password in the host configuration under blue button.
hu: A szolgáltató regisztrációt igényel. Regisztrálj el a "%s" oldalon, majd a kék gomb lenyomása után add meg a belépési adatokat.

source: Login mode
hu: Belépési mód

source: Secure cookie name
hu: Biztonsági cookie neve

source: Secure cookie value
hu: Biztonsági cookie neve

source: Name
hu: Név

source: ID
hu: Azonosító

source: Trailer
hu: Előzetes
pl: Zwiastuny

source: This service requires a new Enigma2 image with a Python version %s or later.
hu: Ez az oldal új Enigma2 rendszert igényel, %s vagy újabb Python verzióval.

source: Genre:
hu: Témakör:
pl: Gatuneki:

source: Order by:
de: Sortieren nach:
hu: Rendezés mód:
pl: Sortuj według:

source: Score at least:
de: Mindestbewertung:
hu: Minimális pontszám:
pl: Ocena co najmniej:

source: trailer
hu: Előzetes
pl: zwiastun

source: Advance (cookie item)
hu: Korszerű (cookie elem)

source: Simple (e-mail, password)
hu: Egyszerű (e-mail,jelszó)

source: Top series
de: Top Serien
hu: Legjobb Sorozatok
pl: Najlepsze seriale

source: Top movies
de: Top Filme
hu: Csúcsmozik
pl: Najlepsze filmy

source: Upcoming
hu: Közelgő

source: Most watched
de: Am häufigsten angesehen
hu: Legnézettebb
pl: Najczęściej oglądane

source: Last update
de: Letzte Aktualisierung
hu: Legutóbb Frissítés
pl: Ostatnio aktualizowane

source: Cartoon list
hu: Rajzfilmek listája

source: Initialize web interface (experimental)
de: Initialisiere Web-Interface (experimentell)
hu: Web Interface indítása (Kísérleti jellegű)
pl: Włącz dostęp przez web (w fazie testów)

source: Allow watched flag to be set (experimental)
hu: Megtekintettnek jelölés engedélyezése (Kísérleti jellegű)

source: The color of the viewed item
de: Farbauswahl für gesehene Einträge
hu: Megtekintett elem színe
pl: Kolor elementu oznaczonego jako obejrzane

source: The color of the watched item
hu: Nézett elem színe

source: Unset watched
de: Als gesehen entmarkieren
hu: Jelölés törlése
pl: Odznacz jako oglądany

source: Set watched
de: Als gesehen markieren
hu: Megtekintettnek jelöl
pl: Zaznacz jako oglądany

source: Show paid items (it may be illegal)
de: Plus-Bezahlinhalte anzeigen (könnte illegal sein)
hu: Előfizetéses elemek megjelenítése
pl: Wyświetlaj płatne elementy (może być nielegalne)

source: Show items with DRM
de: DRM geschützte Inhalte anzeigen
hu: Másolásvédett elemek megjelenítése
pl: Wyświetl elementy zabezpieczone DRM

source: Items with DRM protection.
de: Inhalt ist DRM geschützt.
hu: Másolásvédett elemek.
pl: Elementy zabezpieczone DRM.

source: Video with DRM protection.
de: Inhalt ist DRM geschützt.
hu: Másolásvédett videók.
pl: Wideo zabezpieczone DRM.

source: Trailers
de: Trailer
hu: Előzetesek
pl: Zwiastuny

source: The preferred update server
de: Bevorzugter Update-Server
hu: A preferált frissítési kiszolgáló
pl: Preferowany serwer aktualizacji

source: Virtual Keyboard type
de: Virtueller Tastatur-Typ
hu: Virtuális billentyűzet típusa
pl: Typ klawiatury wirtualnej

source: Own model
de: Eigenes Model
hu: Saját modell
pl: Własny model

source: Background color
de: Hintergrundfarbe
hu: Háttérszín
pl: Kolor tła

source: Show suggestions
de: Zeige Suchvorschläge
hu: Javaslatok megjelenítése
pl: Wyświetl sugestie

source: Default suggestions provider
de: Standard Suchmaschine
hu: Alapértelmezett javaslatok szolgáltatója
pl: Domyślne źródło podpowiedzi

source: private
de: privat
hu: privát
pl: prywatny

source: %s login
hu: %s bejelentkezés
pl: %s Zaloguj się

source: %s password
de: %s Passwort
hu: %s jelszó
pl: %s hasło

source: %s device name
de: %s Gerätename
hu: %s eszköz neve
pl: %s nazwa urządzenia

source: Default
de: Standard
hu: Alapértelmezett
pl: Domyślny

source: all
de: alle
hu: összes
pl: wszystkie

source: Enable hosts groups
de: Zeige Service-Gruppen
hu: Hosts csoportosítások engedélyezése
pl: Grupuj hosty

source: Use the PyCurl for HTTP(S) requests
de: Verwende PyCurl für HTTP(S) Anfragen
hu: PyCurl használata a HTTP(S) kérésekhez
pl: Użyj PyCurl dla połączeń HTTP(S)

source: Buffering location
de: Puffer-Verzeichnis
hu: Pufferelés helye
pl: Lokalizacja buforowania

source: Downloads location
de: Download-Verzeichnis
hu: Letöltések helye
pl: Lokalizacja pobranych plików

source: Use web-proxy for VODs (it may be illegal):
de: Benutze Web-Proxy für VOD (könnte illegal sein):
hu: Proxy használata VOD-hoz (illegális lehet)
pl: Używaj web-proxy dla VOD (może być nielegalne):

source: Info bar clock format
de: Infobar Uhr-Anzeige
hu: Információs sáv órajel formátuma
pl: Format zegara paska info

source: 24 hour format
de: 24 Stunden-Format
hu: 24 órás formátum
pl: format 24 godzinny

source: 12 hour format
de: 12 Stunden-Format
hu: 12 órás formátum
pl: format 12 godzinny

source: Create LCD/VFD summary screen
de: Erzeuge Summary-Screen für LCD/VFD
hu: LCD/VFD összefoglaló képernyő létrehozása
pl: Utwórz ekran podsumowania dla LCD/VFD

source: RAM buffer size [MB] for network protocols
de: RAM-Puffer in [MB] für Online-Inhalte
hu: RAM puffer mérete [MB] a hálózati protokollhoz
pl: Rozmiar bufora RAM (MB) dla plików sieciowych
