Repository: Blindspot76/e2iPlayer
Catalog: IPTVPlayer/locale/*/LC_MESSAGES/IPTVPlayer.po
Languages: de, hu, it, pl, ru

source: Select the file
de: Wähle Datei aus
pl: Wybierz plik

source: Selected hosts
de: Ausgewählte Hosts
pl: Wybierz host

source: September
pl: wrzesień

source: Series TV
de: TV Serien
pl: Seriale TV

source: Server return 404 - Not Found.
de: Server-Antwort 404 - Nicht gefunden.
pl: Serwer zwrócił błąd "404 - Not Found".

source: Service %s requires registration. Please fill your login and password in the %s configuration.
de: Service %s benötigt eine Registrierung. Bitte füllen Sie Ihr Login und Passwort in der %s Konfiguration.
pl: Serwis %s wymaga zalogowania. Proszę wprowadzić login i hasło w konfiguracji %s.

source: Services management
de: Services Verwaltung
pl: Zarządzanie serwisami

source: Settings
de: Konfiguration
pl: Ustawienia

source: Shoulder & Elbow
pl: Ramię i łokieć

source: Show Youtube Api Key warnings
pl: Pokaż ostrzeżenia o kluczach interfejsu API YouTube

source: Single file downloader
de: Einzeldatei-Downloader
pl: Pobieranie pojedynczego pliku

source: Skip geo-blocked links:
pl: Pomiń linki zablokowane geograficznie:

source: Skipped.
de: Übersprungen.
pl: Pominięty.

source: Software floating point
pl: Oprogramowanie zmiennoprzecinkowe FPU

source: Solution of %s with %s has not been implemented yet
pl: Rozwiązanie %s z %s nie zostało jeszcze zaimplementowane

source: Sorry. TVPlayer is currently only available in the United Kingdom
de: Entschuldigung. TVPlayer ist zur Zeit nur in Großbritannien verfügbar.
pl: Przepraszamy. Program TVPlayer jest obecnie dostępny tylko w Wielkiej Brytanii

source: Sort by:
de: Sortieren nach:
pl: Sortuj według:

source: Source type
pl: Rodzaj źródła

source: Specialities
de: Spezialitäten
pl: Specjalności

source: Start
pl: Uruchom
ru: Начало

source: Stop download
de: Download stoppen
pl: Zatrzymaj pobieranie

source: Stop playback with buffer save
de: Wiedergabe stoppen mit Pufferspeicherung
pl: Zatrzymaj odtwarzanie zachowując bufor

source: Stream starts from %s
pl: Strumień rozpocznie się %s

source: Study Plan
pl: Plan studiów

source: Subspecialities
pl: Podspecjalności

source: Sunday
pl: niedziela

source: Surgical Approaches
pl: Podejścia chirurgiczne

source: THIS WEEK'S SERIES POPULAR
de: DIESE WOCHE BELIEBTE SERIE
pl: POPULARNE SERIALE W TYM TYGODNIU

source: TOP live cams
de: TOP live Kameras
pl: TOP kamery na żywo

source: TRAILER
pl: ZWIASTUN

source: TV
pl: Odkryj więcej

source: TV SERIES
de: TV SERIEN
pl: SERIALE TV

source: TV Show
pl: Programy TV

source: TV status
pl: Status TV

source: TV-Series
de: TV Serien
pl: Seriale TV

source: Talks
pl: Rozmowy

source: The "%s" utility is used by the %s as external movie player based on the ffmpeg and libeplayer.
de: Der "%s" wird vom %s als Externer Movie Player verwendet basierend auf ffmpeg und Libeplayer.
pl: Narzędzie "%s" jest używane przez %s jako zewnętrzny odtwarzacz oparty na ffmpeg i libeplayer.

source: The "%s" utility is used by the %s as external movie player.
de: Der "%s" wird vom %s als Externer Movie Player verwendet.
pl: Narzędzie "%s" jest używane przez %s jako zewnętrzny odtwarzacz filmów.

source: The "%s" utility is used by the %s to buffering and downloading [%s] links.
de: Das "%s" Dienstprogramm wird vom %s zum Puffern und Herunterladen von [%s] Links verwendet.
pl: Narzędzie "%s" wykorzystywane jest przez %s do buforowania i pobierania materiałów z linków [%s].

source: The "%s" utility is used by the %s to determine the encoding of the text.
de: Das "%s" Dienstprogramm wird vom %s werwendet, um die Kodierung von Texten zu bestimmen.
pl: Narzędzie "%s" używane jest przez %s w celu określenia kodowania tekstu.

source: The %s utility is necessary here but it was not detected.
de: Das Dienstprogramm %s ist hier notwendig, wurde aber nicht erkannt.
pl: Program %s jest tutaj niezbędny ale nie został on wykryty.

source: The YouTube video ID is invalid.
de: Die Youtube Video-ID ist ungültig.
pl: Identyfikator wideo YouTube jest nieprawidłowy.

source: The color of the current version
de: Farbauswahl für derzeitige Version
pl: Kolor aktualnej wersji

source: The default aspect ratio for the external player
de: Standard Seitenverhältnis für externen Player
pl: Domyślny "aspect ratio" zewnętrznego odtwarzacza

source: The host %s requires subscription. Please fill your login and password in the host configuration - available under blue button.
de: Der Service %s benötigt ein Abonnement. Bitte füllen Sie Ihr Login und Passwort in der Host Konfiguration aus - zugänglich über die blaue Taste.
pl: Host %s wymaga subskrypcji. Wpisz login i hasło w konfiguracji hosta dostępnej po naciśnięciu przycisku niebieskigo.

source: The playback buffer has been moved to the download manager. It will be saved in the file: "%s"
de: Der Wiedergabepuffer wurde in den Download-Manager verschoben. Er wird in dieser Datei gespeichert: "%s"
pl: Bufor odtwarzanego materiału został przeniesiony do menadżera pobierania. Zostanie on zapisany w pliku: "%s"

source: There are some geoblocked links. If you want to use them, change option in the host configuration, available under blue button.
pl: Istnieje kilka linków geoblokowanych. Jeśli chcesz ich użyć, zmień opcję w konfiguracji hosta, dostępną pod niebieskim przyciskiem.

source: There is a new version available do you want to update? Your version [%s], latest version on server [%s]
de: Es ist eine neue Version verfügbar; möchten Sie aktualisieren? Ihre Version [%s], neueste Version auf dem Server [%s]
it: È disponibile una nuova versione, vuoi aggiornare? La tua versione [%s], la versione più recente sul server [%s]
pl: Pojawiła się nowa dostępna wersja, chcesz zaktualizować? Twoja aktualna wersja [%s] Najnowsza wersja na serwerze [%s]

source: This host has been added already to this group.
de: Dieser Service wurde bereits zu dieser Gruppe hinzugefügt.
pl: Ten host został już dodany do tej grupy.

source: This site is protected with Google reCaptcha v2.
de: Diese Seite ist geschützt mit Google reCaptcha v2.
pl: Strona zabezpieczony przez Google ReCaptcha v2.

source: This step is required to proper select binaries for installation.
de: Dieser Vorgang ist notwendig, um die passenden Binärdateien für die Installation zu ermitteln.
pl: Ten krok jest niezbędny, aby poprawnie wybrać pliki wykonywane do instalacji.

source: Thursday
pl: czwartek

source: Title:
de: Titel:
pl: Tytuł:

source: Today
de: Heute
pl: Dziś

source: Top Series
pl: Najlepsze seriale

source: Top Videos
pl: Top wideo

source: Trailer - %s
pl: Zwiastun - %s

source: Trending
pl: Trendy

source: Try to bypass DRM (it may be illegal)
de: Versuche DRM zu umgehen (könnte illegal sein)
pl: Spróbuj ominąć DRM (może być nielegalne)

source: Tuesday
pl: wtorek

source: Tutorials
de: Anleitungen
pl: Poradniki

source: Type: %s
de: Typ: %s
pl: Typ %s

source: Unknown error.
de: Unbekannter Fehler.
pl: Nieznany błąd.

source: Unknown file extension "%s".
de: Unbekannte Dateierweiterung "%s".
pl: Nieznane rozszeżenie "%s" pliku.

source: Unknown server response.
de: Unbekannte Serverantwort.
pl: Nieznana odpowiedź serwera.

source: Unknown subtitle parser for format "%s".
de: Unbekannter Untertitel-Parser für das Format "%s".
pl: Nieznany parser dla napisów w formacie "%s".

source: Uploads
pl: Przesłane materiały

source: Use links cache
de: Links-Cache verwenden
pl: Użyj pamięci podręcznej linków

source: Use preferred bitrate
de: Verwende bevorzugte Bitrate
pl: Używaj preferowanego bitrate

source: Use preferred quality
de: Verwende bevorzugte Qualität
pl: Użyj preferowanej jakości

source: Use proxy
de: Verwende Proxy
pl: Użyj proxy

source: Use web proxy gateway
de: Verwende Webproxy-Gateway
pl: Użyj bramy proxy sieci

source: Username
pl: E-mail

source: Username in settings is different from %s
pl: Nazwa użytkownika w ustawieniach różni się od %s

source: Utility "%s" can not be found.
de: Dienstprogramm "%s" kann nicht gefunden werden.
pl: Narzędzie "%s" nie zostało odnalezione.

source: VENUES
pl: MIEJSCA

source: VFD set current title:
de: VFD setzte aktuellen Titel:
pl: VFD ustawia aktualny tytuł:

source: Video not found
pl: Opcje wideo

source: Video policy
de: Video-Verfahren
pl: Sposób konwersji wideo

source: Video policy for 4:3
de: Video-Verfahren für 4:3
pl: Sposób konwersji wideo 4:3

source: Videomega has blocked your IP for some time. Please retry this link after some time.
de: Videomega hat Ihre IP-Adresse für einige Zeit blockiert. Bitte versuchen Sie diesen Link nach einiger Zeit erneut.
pl: Hosting Videomega zablokował Twóje IP. Spróbuj ponownie za jakiś czas.

source: Videos %s
pl: Pliki wideo %s

source: Videos count: %s
de: Videos Anzahl: %s
pl: Ilość wideo: %s

source: Views:
de: Ansichten:
pl: Odsłony:

source: Views:
de: Ansichten:
pl: Odsłon:

source: Views: %s
de: Ansichten: %s
pl: Liczba odsłon: %s

source: Vimeo Suggestions
de: Vimeo Vorschläge
pl: Podpowiedzi Vimeo

source: Virtual Keyboard
de: Virtuelle Tastatur
pl: Klawiatura wirtualna

source: Waiting search thread to stop, please wait (%d)
pl: Oczekiwanie na zakończenie wątku wyszukiwania, proszę czekać (%d)

source: War Movies
pl: Filmy wojenne

source: Watch
de: Anschauen
pl: Oglądaj

source: Watch Videos Online
de: Schau Videos Online
pl: Oglądaj wideo online

source: Web component has been reset and all threads are stopped. :)
de: Die Webkomponente wurde zurückgesetzt und alle Threads werden gestoppt. :)
pl: Komponent WWW został zresetowany i wszystkie wątki zostały zatrzymane. :

source: Web component has been reset, the following threads are still working:
de: Webkomponente wurde zurückgesetzt, die folgenden Threads funktionieren noch:
pl: Komponent WWW został zresetowany, nadal działają następujące wątki:

source: Web interface version
pl: Wersja interfejsu sieciowego

source: Web proxy provider
pl: Serwer proxy sieci Web

source: Wednesday
pl: środa

source: Western Movies
pl: Filmy zachodnie

source: Whole file must be downloaded to start playback!
de: Die gesamte Datei muss heruntergeladen werden, um die Wiedergabe zu starten!
pl: Cały plik musi być pobrany, aby rozpocząć odtwarzanie!

source: With closed captioned.
pl: Z zamkniętym podpisem.

source: With subtitles
de: Mit Untertiteln
pl: Z napisami

source: Write current title to file:
de: Aktuellen Titel in die Datei schreiben:
pl: Wpisz bieżący tytuł do pliku:

source: Written Boards Review
pl: Recenzja pisemnych tablic

source: Wrong Youtube Api Key length
pl: Nieprawidłowa długość klucza API YouTube

source: Wrong captcha image data!
de: Falsche Captcha-Bilddaten!
pl: Błędne dane obrazu captcha!

source: Wrong version: [%s].
de: Falsche Version: [%s].
pl: Zła wersja: [%s].

source: Year %s
de: Jahr %s
pl: Rok %s

source: Year:
de: Jahr:
pl: Rok:

source: Yes
de: Ja
pl: Tak

source: Yesterday
de: Gestern
pl: Wczoraj

source: You are not allowed to play this video
pl: Nie możesz odtwarzać tego filmu - wymagana subskrypcja

source: You are using old version of OpenWebif.<br> To go to E2iPlayer web Select the following link<br>
de: Sie verwenden eine alte Version von OpenWebif.<br> Um zur E2iPlayer Seite zu gelangen, wählen Sie den folgenden Link<br>.
pl: Używasz starej wersji OpenWebif.<br> Aby przejść do strony E2iPlayer Wybierz następujący link<br>

source: You can disable HTTPS certificates validation in the E2iPlayer configuration to suppress this problem.
de: Sie können die Validierung von HTTPS-Zertifikaten in der E2iPlayer-Konfiguration deaktivieren, um dieses Problem zu beheben.
pl: Proszę rozważyć wyłączenie walidacji certyfikatów HTTPS w konfiguracji E2iPlayera, aby obejść ten problem.

source: You can enable PyCurl in the E2iPlayer configuration to fix this problem.
de: Sie können PyCurl in der E2iPlayer-Konfiguration aktivieren, um dieses Problem zu beheben.
pl: Proszę rozważyć włączenie PyCurl w konfiguracji E2iPlayera, aby rozwiązać ten problem.

source: You can install PyCurl package from %s to fix this problem.
de: Sie können das PyCurl-Paket von %s installieren, um dieses Problem zu beheben.
pl: Możesz zainstalować pakiet PyCurl z %s, aby naprawić ten problem.

source: You can use "%s" or "%s" services for automatic solution.
de: Sie können die Dienste von %s oder %s für eine automatische Lösung nutzen.
pl: Możesz użyć serwisu "%s" lub "%s" albo automatycznie rozwiązać takie zadania.

source: You can use external eplayer to start playback faster.
de: Sie können den externen Eplayer verwenden, um die Wiedergabe schneller zu starten.
pl: Użyj odtwarzacza exteplayer3, aby rozpocząć odtwarzanie wcześniej.

source: You should never perform block I/O operations in the __init__.
de: Sie sollten niemals Block-I/O-Operationen im __init__ durchführen.
pl: Nie powinieneś nigdy wykonywać blokujących operacji w __init__.

source: Your lists
pl: Poprzednia lista

source: Youtube Suggestions
de: Youtube Vorschläge
pl: Sugestie YouTube

source: Youtube searches are quicker, if you fill API key in setting menu
pl: Wyszukiwanie w YouTube jest szybsze, jeśli wypełnisz klucz API w menu ustawień

source: [%s] will be used by %s.
de: [%s] wird vom %s benutzt werden.
pl: [%s] będą używane przez %s.

source: [Logged-in-only]
de: [Nur eingeloggt ]
pl: [Tylko dla zalogowanych]

source: [trailer]
pl: [zwiastun]

source: _checkStatus except error
pl: _Sprawdź status z wyjątkiem błędu

source: auto
pl: automatyczny wybór

source: black
de: schwarz
pl: czarny

source: black&white
pl: czarno biały

source: buffering location
de: Puffer-Verzeichnis
pl: lokalizacja buforowania

source: cmdwrap tool
pl: narzędzie cmdwrap

source: countries:
de: Länder:
pl: kraje:

source: download link
pl: link do pobrania

source: downloads location
de: Download-Verzeichnis
pl: Lokalizacja pobierania

source: duration: %s
de: Dauer: %s
pl: czas trwania: %s

source: embed in page
pl: osadzić na stronie

source: episode: %s
pl: odcinek: %s

source: first check if host works properly in GUI and web <b>BEFORE</b> reporting error in it !!!
de: Prüfen Sie zuerst, ob der Host in GUI und Web korrekt funktioniert <b>BEVOR</b> Sie Fehler melden !!!
pl: najpierw sprawdź, czy host działa poprawnie,zrestartuj GUI i sprawdz w sieci <b> PRZED </b> zgłoszeniem błędu !!!

source: from E2 settings
de: Aus E2 Einstellungen
pl: z ustawień E2

source: geoblocked
de: geoblockiert
pl: geoblokada

source: green
de: grün
pl: zielony

source: hCaptcha already solved!
pl: hCaptcha już rozwiązany!

source: hCaptcha not solved!
pl: hCaptcha nie rozwiązany!

source: hCaptcha solved!
pl: hCaptcha rozwiązany!

source: highest
de: höchste
pl: najwyższy

source: lowest
de: niedrigste
pl: najniższy

source: main
pl: główna

source: media count:
de: Medien Anzahl:
pl: ilość multimediów:

source: not available
pl: niedostępne

source: not in urlparser
pl: nie w urlparser

source: rootfs
pl: root
ru: Корневые файлы имеджа

source: the highest
de: die höchste
pl: najwyższy

source: the lowest
de: die niedrigste
pl: najniższy

source: updated:
de: aktualisiert:
pl: zaktualizowane:

source: version
pl: wersja

source: viewers:
de: Zuschauer:
pl: ilość oglądających:

source: views:
de: Ansichten:
pl: odsłon:

source: visit site
de: besuche Seite
pl: Odwiedź stronę

source: watch
de: schauen
pl: obejrzyj

source: %s minutes
de: %s Minuten

source: <font color="#FE642E">REMEMBER:</font></b> E2iPlayer <b>IS ONLY</b> specialized Web browser. It does <b>NOT</b> host any materials!!!</font>
de: <font color="#FE642E">ERINNERUNG:</font></b> Der E2iPlayer <b>IST NUR</b> ein spezialisierter Browser. Es werden <b>KEINE</b> eigenen Materialien gehostet!!!</font>

source: Author
de: Autor

source: By category
de: Nach Kategorie

source: By years
de: Nach Jahren

source: Cable
de: Kabel

source: Connection error.
de: Verbindungs-Fehler.

source: Download "%s" in to "%s" failed!
de: Herunterladen von "%s" in "%s" fehlgeschlagen!

source: Error message "%s".
de: Fehler-Meldung "%s".

source: Fill captcha
de: Captcha ausfüllen

source: High
de: Hoch

source: Menu
de: Menü

source: Network connection failed.
de: Netzwerkverbindung fehlgeschlagen.

source: New Episodes
de: Neue Episoden

source: New series
de: Neue Serien

source: Newer
de: Neuer

source: Off Air
de: Nicht auf Sendung

source: Only VIP
de: Nur VIP

source: Page accessible to logged in members only.
de: Die Seite ist nur für eingeloggte Mitglieder zugänglich.

source: Points
de: Punkte

source: Polish
de: Polnisch

source: Premieres
de: Premieren

source: Season %s (%s)
de: Staffel %s (%s)

source: Unknow data in the captcha item!
de: Unbekannte Daten im Captcha-Element!

source: Unknown captcha form! Data: "%s"
de: Unbekanntes Captcha-Formular! Data: "%s"

source: Unknown server response: "%s"
de: Unbekannte Serverantwort: "%s"

source: User login "%s" failed.
de: Benutzer-Login "%s" fehlgeschlagen.

source: Vip valid
de: Vip gültig bis

source: You can try to use proxy as workaround, check options under blue button.
de: Sie können versuchen, einen Proxy als Workaround zu verwenden, überprüfen Sie die Optionen unter der blauen Taste.

source: hasło
de: Passwort

source: live since:
de: Live seit:

source: First move player in buffering mode
ru: Первый ход плеера в режиме буферизации

source: Second move player in buffering mode
ru: Второй шаг плеера в режиме буферизации

source: First move player without buffering mode
ru: Первый ход плеера без буферизации в режиме

source: Second move player without buffering mode
ru: Второй шаг плеера без буферизации в режиме

source: PC
ru: ПК

source: - mobile broadcast url
ru: - Мобильное вещание гиперссылка

source: Video buffer size [MB]
ru: Размер буфера видео [MB]

source: Audio buffer size [KB]
ru: Аудио размер буфера [KB]

source: Device ID
it: ID dispositivo
ru: ID устройства

source: (chunk %s)
ru: (кусок %s)

source: Audio buffer size [KB]
ru: Аудио размер буфера [KB]

source: self.getCurrentDirectory()
ru: самостоятельно.получить Текущий каталог()

source: IPTV Player
ru: IPTV Плеер

source: IPTV Player %s
ru: IPTV Плеер %s

source: IPTV Player
ru: IPTV Плеер

source: There is no favourites groups.
it: Questo non è un gruppo preferiti.
ru: Там нет избранное группы.

source: StreamLiveTo.tv
ru: Прямой Поток для.ТВ

source: PlayPuls
ru: ПлауПлюс

source: Link
ru: Cсылка

source: back_pressed prev sel index %s
ru: назад нажатии предыдущая индекс %s

source: alltubetv login:
ru: alltubetv логин:

source: alltubetv password:
ru: alltubetv пароль:

source: alltube.tv
ru: Все tube.тв

source: nasze-kino.eu
ru: Наше-Кино.eu

source: nocnyseans.pl
ru: Ночной Сеанс.pl

source: movie4k.to
ru: Кино4k.to

source: Music-Box
ru: Музыка-Box

source: Extra
ru: Дополнительный

source: youtube.com
ru: ютубе.com

source: --- Hits ---.
ru: --- Хиты ---

source: Email
ru: Эл. адрес

source: An error occurred when try to sign in the user "%s. Please check your login credentials and try again later..."'
ru: Произошла ошибка при попытке войти в пользователя "%s. Пожалуйста, проверьте ваши учетные данные и попробуйте еще раз позже..."'

source: http://www.ex.ua/
ru: EX.UA

source: Search youtube materials
it: Ricerca materiali youtube
