Repository: Blindspot76/e2iPlayer
Catalog: IPTVPlayer/locale/*/LC_MESSAGES/IPTVPlayer.po
Languages: de, hu, it, pl, ru

source: RAM buffer size [MB] for local files
de: RAM-Puffer in [MB] für Lokale-Inhalte
hu: RAM puffer mérete [MB] a helyi fájlokhoz
pl: Rozmiar bufora RAM (MB) dla plików lokalnych

source: Use software decoder for the %s
de: Softwaredekoder für %s verwenden
hu: Szoftveres dekóder %s használatakor
pl: Użyj dekodera programowego dla %s

source: AC3 downmix mode
de: AC3 Downmix-Modus
hu: AC3 lekeverés mód
pl: Tryb downmix AC3

source: Info bar timeout
de: Timeout der Infobar
hu: Információs sáv eltünési ideje
pl: Czas wyświetlania paska info

source: Default video policy for 16:9
de: Standard Video-Verfahren für 16:9
hu: Alapértelmezett videó minőség 16:9 esetén
pl: Domyślny sposób konwersji wideo dla 16:9

source: Default video policy for 4:3
de: Standard Video-Verfahren für 4:3
hu: Alapértelmezett videó minőség 4:3 esetén
pl: Domyślny sposób konwersji wideo dla 4:3

source: Inject black iframe at video playback finish
de: Schwarzes Iframe am Wiedergabeende einfügen
hu: Fekete iframe beszúrása a videólejátszás befejezésekor
pl: Czyszczenie ekranu po zakończeniu odtwarzania

source: Show iframe during audio playback
de: Zeige Iframe während Audiowiedergabe
hu: Iframe megjelenítése hang lejátszása közben
pl: Wyświetlić ramkę iFrame podczas odtwarzania audio

source: Radio iframe file
de: Radio Iframe
hu: Rádió iframe fájl
pl: Plik ramki iframe radio/audio

source: Black iframe file
de: Schwarzes Iframe
hu: Fekete iframe fájl
pl: Plik czyszczącej ramki iframe

source: E2iPlayer - settings
de: E2iPlayer - Konfiguration
hu: E2iPlayer - beállítások
pl: E2iPlayer - ustawienia

source: Download manager
de: Downloadverwaltung
hu: Letöltésvezérlő
pl: Menadżer pobierania

source: Disable/Enable groups
de: Deaktivieren/Aktivieren von Gruppen
hu: Csoportok letiltása/engedélyezése menü
pl: Włącz/Wyłącz grupy

source: Hide "%s" group
de: Verstecke "%s" Gruppe
hu: A(z) "%s" csoport elrejtése
pl: Ukry "%s" grupę

source: Remove "%s" item
de: Entferne "%s" Eintrag
hu: A(z) "%s" elem törlése
pl: Usuń "%s" element

source: Add host %s to group
de: Hinzufügen von %s zur Gruppe
hu: A(z) "%s" elem hozzáadása csoporthoz
pl: Dodaj serwis %s do grupy

source: Select group
de: Wähle Gruppe
hu: Válassz csoportot
pl: Wybór grupy

source: Link protected with DRM.
de: Link ist DRM geschützt.
hu: A link DRM-mel védett.
pl: Link zabezpieczony DRM.

source: Accept
de: Bestätigen
hu: Elfogad
pl: Akceptuj

source: Get decryption key.
de: Erhalte Entschlüsselungsschlüssel.
hu: Visszafejtési kulcs beszerzése.
pl: Uzyskaj klucz deszyfrujący.

source: Decrypt archive.
de: Entschlüssele Archiv.
hu: Az archívum visszafejtése.
pl: Odszyfruj archiwum.

source: Problem with downloading the encryption key: [%s].
de: Problem beim Herunterladen des Verschlüsselungsschlüssels: [%s].
hu: Probléma a titkosítási kulcs letöltésével: [%s].
pl: Problem z pobraniem klucza szyfrowania: [%s].

source: Wrong the encryption key size: %s
de: Falsche Größe des Verschlüsselungsschlüssels: %s
hu: Hibás a titkosítási kulcs mérete: %s
pl: Zły rozmiar klucza szyfrowania: %s

source: Problem with decryption the key.
de: Problem mit der Entschlüsselung des Schlüssels.
hu: Probléma a kulcs dekódolásával.
pl: Problem z odszyfrowaniem klucza.

source: Encryption key was downloaded successfully.
de: Der Verschlüsselungsschlüssel wurde erfolgreich heruntergeladen.
hu: Titkosítási kulcs sikeresen letöltődött.
pl: Klucz szyfrowania został pobrany pomyślnie.

source: Decryption the archive completed successfully.
de: Entschlüsselung des Archivs erfolgreich abgeschlossen.
hu: Az archívum dekódolása sikeresen befejeződött.
pl: Deszyfrowanie archiwum zakończyło się pomyślnie.

source: Problem with decryption the archive. Return code [%d] %s.
de: Problem mit der Entschlüsselung des Archivs. Fehler-Code [%d] %s.
hu: Probléma az archívum dekódolásával. Visszatérési kód [%d] %s.
pl: Problem z deszyfrowaniem archiwum. Kod błędu [%d] %s.

source: JDownloader script finished.
de: JDownloader Script beendet.
hu: A JDownloader script futása befejeződött.
pl: Skrypt JDownloader zakończony.

source: Captcha solved. Waiting for notification.
de: Captcha gelöst. Warte auf Benachrichtigung.
hu: Captcha megfejtve. Várakozás az értesítésre.
pl: Zadanie captcha rozwiązane. Oczekiwanie na potwierdzenie.

source: My JDownloader reCAPTCHA v2 solution
de: My JDownloader reCAPTCHA v2 Lösung
hu: My JDownloader reCAPTCHA v2 megoldás
pl: My JDownloader reCAPTCHA v2 - rozwiązanie

source: Auto-translate
de: Auto-Übersetzung
hu: Automatikus fordítás
pl: Auto-tłumaczenie

source: Failed to page with subtitle link.
de: Aufrufen der Seite mit dem Untertitel-Link fehlgeschlagen.
hu: Sikertelen oldalbetöltés felírat linkkel.
pl: Pobieranie strony z linkiem do napisów nie powiodło się.

source: Wrong uri.
de: Falsche uri.
hu: Hibás URI.
pl: Zły url.

source: Search Movies and TV Series
de: Suche Filme und TV-Serien
hu: Keresés a Filmek és a TV sorozatokban
pl: Szukaj filmów i seriali

source: Search only in Movies
de: Suche nur Filme
hu: Keresés csak a Filmekben
pl: Szukaj tylko filmów

source: Search only in TV Series
de: Suche nur TV-Serien
hu: Keresés csak a TV sorozatokban
pl: Szukaj tylko w serialach telewizyjnych

source: Get token failed!
de: Erhalten von Token fehlgeschlagen!
hu: Nem megfelelő a Token!
pl: Pobranie tokena nie powiodło się!

source: Critical Error – cookie can't be saved!
de: Kritischer Fehler - Cookie kann nicht gespeichert werden!
hu: Kritikus hiba - a cookie nem menthető!
pl: Błąd krytyczny -plik cookie nie może zostać zapisany!

source: Last error: %s
de: Letzter Fehler: %s
hu: Utolsó hiba: %s
pl: Ostatni błąd: %s

source: Please make sure that the folder for cache data (set in the configuration) is writable.
de: Bitte stellen Sie sicher, dass das Verzeichnis für Cache-Daten (festgelegt in der Konfiguration) beschreibbar ist.
hu: Ellenőrizze, hogy a gyorsítótár (cache) adatok mappája írható-e (beállítva a konfigurációban).
pl: Proszę się upewnić, że można zapisywać do folderu cache wskazanego w konfiguracji.

source: wait %s second
de: warte %s Sekunde
hu: várjon %s másodpercet
pl: czekaj %s sekund

source: wait %s seconds
de: warte %s Sekunden
hu: várjon %s másodpercet
pl: czekaj %s sekund

source: It seems that the host "%s" has crashed. This host is not integral part of the E2iPlayer plugin. It is not supported by E2iPlayer team.
hu: Úgy tűnik, hogy a "%s" host kiszolgáló összeomlott. Ez a host kiszolgáló nem része az E2iPlayer bővítménynek. Nincs támogatva az E2iPlayer csapat által.

source: It seems that the host "%s" has crashed. Do you want to report this problem? Make sure you are using the latest version of the plugin. You can also report problem here: https://gitlab.com/iptvplayer-for-e2/iptvplayer-for-e2/issues or here: samsamsam@o2.pl
hu: Úgy tűnik, hogy a(z) "%s" host kiszolgáló összeomlott. Győződj meg róla, hogy a legutolsó változatot használod. A problémát itt tudod jelenteni: https://gitlab.com/iptvplayer-for-e2/iptvplayer-for-e2/issues vagy itt: samsamsam@o2.pl

source: Lead programmer:
de: Leitender Programmierer:
hu: Vezető programozó:
pl: Główny programista:

source: There is no hosts in this group.
de: Kein Service in dieser Gruppe vorhanden.
hu: Ebben a csoportban nincs host kiszolgáló.
pl: Ta grupa jest pusta.

source: Loading %s failed due to following error:
de: Laden von %s durch folgenden Fehler fehlgeschlagen:
hu: A(z) %s betöltése nem sikerült a következő hiba miatt:
pl: Ładowanie %s nie powiodło się z powodu następującego błędu:

source: Failed: %s
de: Fehlgeschlagen: %s
hu: Nem sikerült: %s
pl: Nie powiodło się: %s

source: Directory "%s" does not exists.
de: Verzeichnis "%s" existiert nicht.
hu: A(z) "%s" könyvtár nem létezik.
pl: Katalog "%s" nie istnieje.

source: Please set valid %s in the %s configuration.
de: Bitte setzen Sie ein gültiges %s in der %s Konfiguration.
hu: Adjon meg érvényes %s-ot a(z) %s konfigurációban.
pl: Proszę ustawić poprawny %s w konfiguracji %s.

source: There is no enough free space in the folder "%s".
de: Es gibt nicht genug freien Speicherplatz im Verzeichnis "%s".
hu: Nincs elég szabad hely a(z) "%s" mappában.
pl: W folderze nie ma wystarczającej ilości wolnego miejsca "%s".

source: Disk space required: %s
de: Speicherplatz benötigt: %s
hu: Szükséges lemezterület: %s
pl: Disk wymagane miejsce: %s

source: Disk space available: %s
de: Speicherplatz vorhanden: %s
hu: Rendelkezésre álló lemezterület: %s
pl: Disk przestrzeń dostępna: %s

source: Tip! You can connect USB flash drive to fix this problem.
de: Tipp! Sie können ein USB-Stick anschließen, um das Problem zu beheben.
hu: Tipp! A probléma megoldásához csatlakoztass egy USB meghajtót.
pl: Wskazówka! Możesz podłączyć dysk flash USB, aby rozwiązać ten problem.

source: Cartoons and anime
hu: Rajzfilmek és anime

source: Movies and series
hu: Filmek és sorozatok

source: Documentary
hu: Dokumentumfilm

source: Science
hu: Tudomány

source: E2iPlayer info
hu: E2iPlayer információ

source: %dsec
hu: %d másodperc

source: %dhour %dmin
hu: %d óra %d perc

source: %dhour
hu: %d óra

source: %dmin
hu: %d perc

source: Back to the host start
hu: Vissza a kiszolgáló kiindulási pontjához

source: Back to the category list
hu: Vissza a Kategória listához

source: The host %s requires registration. Please fill your login and password in the host configuration. Available under blue button.
de: Der Service %s erfordert eine Registrierung. Bitte geben Sie Ihren Login und Ihr Passwort in der Host Konfiguration ein. Verfügbar über die blaue Taste.
hu: A(z) %s kiszolgáló regisztrációt igényel. A kék gomb, majd az Oldal beállításai segítségével megadhatod a belépési adatokat.
pl: Host %s wymaga rejestracji. Wprowasź login i hasło w konfiguracji hosta dostępnej po naciśnięciu niebieskiego przycisku.

source: Hosting "%s" not supported.
de: Hosting "%s" nicht unterstützt.
hu: A(z) "%s" kiszolgáló nem támogatott.
pl: Hosting "%s" jest nieobsługiwany.

source: Hosting "%s" unknown.
de: Hosting "%s" unbekannt.
hu: A(z) "%s" kiszolgáló nem ismert.
pl: Nieznany hosting "%s" .

source: File Not Found.
de: Datei nicht gefunden.
hu: A fájl nem található.
pl: Plik nie został znaleziony.

source: File Not Found
hu: A fájl nem található

source: Fail to get "%s".
de: Holen von "%s" gescheitert.
hu: Hiba a "%s" lekérése közben.
pl: Wystąpił problem z pobraniem "%s".

source: File was deleted
hu: A fájlt törölték

source: File Removed
hu: A fájl eltávolítva

source: File Deleted.
hu: Fájl törölve.

source: Source %s
hu: Forrás: %s

source: The file you were looking for could not be found, sorry for any inconvenience.
hu: A keresett fájl nem található.

source: Only logged in user have access. Please set login data in the host configuration under blue button.
de: Nur angemeldete Benutzer haben Zugriff. Bitte stellen Sie die Zugangsdaten in der Host-Konfiguration zugänglich über die blaue Taste ein.
hu: Csak a bejelentkezett felhasználó rendelkezik hozzáféréssel. A kék gomb, majd az Oldal beállításai segítségével megadhatod a belépési adatokat.
pl: Dostęp tylko dla zalogowanych użytkowników. Wprowadź login i hasło w konfiguracji hosta dostępnej po naciśnięciu niebieskiego przycisku.

source: We can't find the file you are looking for. It maybe got deleted by the owner or was removed due a copyright violation.
de: Wir können die gesuchte Datei nicht finden. Es wurde möglicherweise vom Eigentümer gelöscht oder aufgrund einer Urheberrechtsverletzung entfernt.
hu: Nem találjuk a keresett fájlt. Lehet, hogy azt a tulajdonos törölte, vagy szerzői jog megsértése miatt eltávolították.
pl: Nie możemy znaleźć pliku, którego szukasz. Być może został usunięty przez właściciela lub został usunięty z powodu naruszenia praw autorskich.

source: %s link extractor error.
de: %s Link Extraktor Fehler.
hu: %s link extractor hiba.
pl: Wewnętrzny błąd parsera %s.

source: Internal Server Error. Server response code: %s
de: Interner Serverfehler. Server-Antwortcode: %s
hu: Belső Szerverhiba. Szerver válaszkód: %s
pl: Wewnętrzny błąd serwera. Kod odpowiedzi serwera: %s

source: not be found
hu: nem található

source: Error[1].
de: Fehler[1].
pl: Błąd [1].

source: Error[2].
de: Fehler[2].
pl: Błąd [2].

source: Error[3].
de: Fehler[3].
pl: Błąd [3].

source: Error[4].
de: Fehler[4].
pl: Błąd [4].

source: For more info please ask %s
de: Für weitere Informationen fragen Sie bitte %s
pl: Aby uzyskać więcej informacji zapytaj %s

source: This host is not integral part of the E2iPlayer plugin. It is not supported by E2iPlayer team.
de: Dieser Host ist kein integrierter Teil des E2iPlayer Plugins. Es wird nicht vom E2iPlayer Team unterstützt.
pl: Ten host nie jest integralną częścią wtyczki E2iPlayer. I nie jest on obsługiwany przez zespół E2iPlayer.

source: You can also report problem here: https://gitlab.com/maxbambi/e2iplayer/issues
pl: Możesz również zgłosić problem tutaj: https://gitlab.com/maxbambi/e2iplayer/issues

source: (planned %s)
de: (geplant %s)
pl: (planowany %s)

source: - others links
de: - andere Links
pl: - inne linki

source: main link
de: Hauptlink
pl: główny link

source: or
de: oder
pl: albo

source: "%s" Virtual Keyboard layout not available.
de: Das virtuelle "%s" Tastatur-Layout ist nicht vorhanden.
pl: Plik konfiguracyjny "%s" klawiatury wirtualnej jest niedostępny.

source: "%s" login failed! Please check your login and password.
de: "%s" Login Fehlgeschlagen! Bitte überprüfen Sie Ihre Login Daten.
pl: Zalogowanie użytkownika "%s" nie powiodło się. Proszę sprawdzić login i hasło.

source: %s - service overview
de: %s - Service Übersicht
pl: %s - przegląd usług

source: %s - subtitles provider
de: %s - Untertitel Anbieter
pl: %s - dostawca napisów

source: %s - trailer
pl: %s - zwiastun

source: %s API KEY
pl: %s klucz API

source: %s download manager
de: %s Downloadverwaltung
pl: %s menadżer pobierania

source: %s episodes
de: %s Episoden
pl: %s odcinki

source: %s file is %d KB in size. Last %d lines are:
de: %s Datei ist %d KB groß. Letzte %d Zeilen sind:
pl: %s plik ma rozmiar %d KB. Ostatnie %d wierszy to:

source: %s file is %d MB in size. Last %d lines are:
de: %s Datei ist %d MB groß. Letzte %d Zeilen sind:
pl: %s plik ma rozmiar %d MB. Ostatnie %d wierszy to:

source: %s followers
de: %s Follower
pl: %s obserwujących

source: %s has been protected with google recaptcha v2. You can try to use API version.
de: %s wurde mit google reCaptcha v2 geschützt. Sie können versuchen, die API-Version zu verwenden.
pl: %s jest zabezpieczony przez Google ReCaptcha v2. Proszę spróbować użyć wersji API.

source: %s returned %s: %s
de: %s hat zurückgegeben %s: %s
pl: %s zwrócił %s: %s

source: %s said: This page is currently unavailable in your region
de: %s meldet: Diese Seite ist zur Zeit nicht in ihrer Region verfügbar
pl: %s informuje, że strona jest niedostępna w Twoim kraju

source: %s services configuration
de: %s Service Konfiguration
pl: %s konfiguracja usług

source: %s subtitles download - how to
de: %s Untertitel-Download - Anleitung
pl: %s pobieranie napisów - samouczek

source: %s timeout.
pl: %s koniec czasu.

source: %s uses "geo-blocking" measures to prevent you from accessing the services from abroad. Host country: %s, your country: %s
pl: %s używa środków blokowania geograficznego, aby uniemożliwić ci dostęp do usług z zagranicy. Kraj Hosta: %s, Twój kraj: %s

source: %s viewers
de: %s Zuschauer
pl: %s widzów

source: %s views
de: %s Aufrufe
pl: %s odsłon

source: --All Episodes--
de: --Alle Episoden--
pl: --Wszystkie odcinki--

source: --Any--
de: --Beliebige--
pl: --Dowolny--

source: 16:9 always
de: 16:9 immer
pl: 16:9 zawsze

source: A TV License is required to watch BBC iPlayer streams, see the BBC website for more information: https://www.bbc.co.uk/iplayer/help/tvlicence
de: Eine TV-Lizenz ist erforderlich, um BBC iPlayer-Streams anzusehen, siehe BBC-Website für mehr Informationen: https://www.bbc.co.uk/iplayer/help/tvlicence
pl: Aby oglądać transmisje BBC iPlayer, wymagana jest licencja telewizyjna. Aby uzyskać więcej informacji, odwiedź witrynę BBC: https://www.bbc.co.uk/iplayer/help/tvlicence

source: A-Z List
de: A-Z Liste
pl: Lista A-Z

source: AAC downmix mode
de: AAC Downmix-Modus
pl: Tryb downmix AAC

source: ALBUMS
de: ALBEN
pl: ALBUMY

source: API initialization failed!
de: API Initialisierung fehlgeschlagen!
pl: Inicjalizacja interfejsu API nie powiodła się!

source: ARTISTS
de: KÜNSTLER
pl: ARTYŚCI

source: Access denied. Please check password.
de: Zugriff verweigert. Bitte überprüfen Sie das Passwort.
pl: Brka dostępu. Proszę sprawdzić hasło.

source: Action Movies
pl: Filmy akcji

source: Active host
de: Aktiver Host
pl: Aktywny host

source: Actor:
de: Darsteller:
pl: Aktor:

source: Actors:
de: Darsteller:
pl: Aktorzy:

source: Add repository last version.
de: Füge letzte Repository-Version hinzu.
pl: Dodaj ostatnią wersję repozytorium.

source: Add to downloader
de: Zum Downloader hinzufügen
pl: Dodaj do pobrania

source: Added by: %s, directory: %s
de: Hinzugefügt von: %s, Verzeichnis: %s
pl: Dodane przez: %s, reżyser: %s

source: Added: {0}
pl: Dodany: {0}

source: Adventure Movies
pl: Filmy przygodowe

source: Age-gate bypass:
pl: Obejście bramki wiekowej:

source: All Platforms
de: Alle Platformen
pl: Wszystkie platformy

source: All Sports
pl: Wszystkie sporty

source: All materials
de: Alle Materialien
pl: Wszystkie materiały

source: All programs
pl: Wszystkie programy

source: All shows
pl: Wszystkie programy TV

source: All time
de: Aller Zeiten
pl: Cały czas

source: All videos
pl: Wszystkie filmy

source: Allow watched flag to be set
de: Setzen von Gesehen-Marker erlauben
pl: Pozwól na oznaczaczanie materiałów jako obejrzane

source: Alphabet
pl: Alfabet

source: Alphabetical
de: Alphabetisch
pl: Alfabetycznie

source: Alternative
pl: Alternatywny

source: Alternative title
pl: Alternatywny

source: Always
de: Immer
pl: Zawsze

source: Anatomy
pl: Anatomia

source: Animation Movies
pl: Filmy animowane

source: Animations
de: Animazioni
pl: Animacje

source: Anime Search
pl: Szukaj anime

source: Approaches
pl: Podejścia

source: April
pl: kwiecień

source: Arabic movies
de: Arabische Filme
pl: Filmy arabskie

source: Ask
pl: Zapytaj

source: Audio tracks
de: Tonspur
pl: Ścieżki audio

source: August
pl: sierpień

source: Automatically turn on external subtitles
de: Externe Untertitel automatisch einblenden
pl: Automatycznie włącz napisy zewnętrzne

source: BY DAY
de: NACH TAG
pl: DZIEŃ

source: Basic Science
pl: Nauka podstawowa

source: Best Pinkbike Videos
de: Beste Pinkbike Videos
pl: Najlepsze wideo

source: Board Review
pl: Przegląd zarządu

source: Broadcaster: %s
pl: Nadawca: %s

source: Browse videos
de: Videos durchsuchen
pl: Przeglądaj wideo

source: Browse youtube trending feeds
pl: Przeglądaj popularne kanały z YouTube

source: By media title
de: Nach Medien-Titel
pl: Według tytułu

source: Bypass geo-blocking for VODs (it may be illegal):
de: Umgehe Geoblocking für VOD (könnte illegal sein):
pl: Obejdź zabezpieczenie po IP w VOD (może być nielegalne):

source: CHANNELS
de: KANÄLE
pl: KANAŁY

source: CINEMA MOVIES
de: KINOFILME
pl: W KINIE

source: COMMENTS
de: KOMMENTARE
pl: KOMENTARZE

source: Calendar
pl: Kalendarz

source: Captcha bypass free service
pl: Darmowy serwis rozwiązujący Captcha

source: Captcha bypass paid service
pl: Płatny serwis rozwiązujący Captcha

source: Captcha solver order
pl: Kolejność rozwiązywania Captcha

source: Captcha solving service
de: Captcha-Lösungsservice
pl: Serwis rozwiązujący Captcha

source: Catalog
de: Katalog
pl: Katalog

source: Categories:
de: Rubriken:
pl: Kategorie:

source: Categorization
de: Kategorisierung
pl: Podział na kategorie

source: Channel: %s
de: Kanal: %s
pl: Kanał: %s

source: Channles
de: Kanäle
pl: Kanały

source: Children
de: Kinder
pl: Dla dzieci

source: Clear
de: Löschen
pl: Wyczyść

source: Click
de: Klicken
pl: Kliknij

source: Clips
pl: Kilipy

source: Comedy Movies
pl: Filmy komediowe

source: Coming up
de: Demnächst
pl: Wkótce

source: Comments: %s
de: Kommentare: %s
pl: Liczba komentarzy: %s

source: Commits
pl: Wrzuty

source: Configuration [%s] service
de: Konfiguration [%s] Service
pl: Konfiguracja serwisu [%s]

source: Configure %s
de: Konfiguriere %s
pl: Konfiguracja %s

source: Copy all graphics.
de: Kopiere alle Grafiken.
pl: Kopiowanie plików graficznych.

source: Copy graphics without icons.
de: Kopiere Grafiken ohne Icons.
pl: Kopiowanie plików graficznych z pominięciem ikon.

source: Copy icons.
de: Kopiere Icons.
pl: Kopiowanie ikon.

source: Correct version.
de: Gültige Version.
pl: Wersja poprawna.

source: Create OpenSSL symlinks failed with following error "%s". Some functions may not work correctly.
de: Das Erstellen von OpenSSL-Symlinks ist mit folgendem Fehler fehlgeschlagen "%s". Einige Funktionen funktionieren möglicherweise nicht richtig.
pl: Tworzenie linków symbolicznych OpenSSL zakończyło się błędem "%s". Niektóre funkcje nie będą działąć prawidłowo.

source: Crime Movies
pl: Filmy kryminalne

source: Critical Error – Content-Encoding gzip cannot be handled!
de: Kritischer Fehler - Content-Encoding gzip kann nicht behandelt werden!
pl: Błąd krytyczny - moduł gzip nie jest dostępny!

source: Curator
de: Kurator
pl: Kurator

source: Cyrillic Latin Converter
de: Kyrillisch-Lateinisch Konverter
pl: Cyryliczny konwerter łaciński

source: DRM protected streams are not supported.
de: DRM geschützte Streams werden nicht unterstützt.
pl: Strumienie zabezpieczone DRM nie jest obsługiwany.

source: DRM protection detected.
de: DRM-Schutz festgestellt.
pl: Wykryto zabezpieczenie DRM.

source: Data for link generation could not be found. Please report this problem to %s
de: Daten für die Link-Generierung konnten nicht gefunden werden. Bitte melden Sie dieses Problem an %s
pl: Nie można znaleźć danych do generowania łącza. Zgłoś ten problem do %s

source: Data mismatch.
de: Daten-Fehlanpassung.
pl: Niepoprawne dane.

source: Date: %s
de: Datum: %s
pl: Data: %s

source: Debug file does not exist - nothing to delete
de: Debug-Datei existiert nicht - nichts zu löschen
pl: Plik debugowania nie istnieje - nic do usunięcia

source: Debug file does not exist - nothing to download
de: Debug-Datei existiert nicht - es gibt nichts zum Herunterladen
pl: Plik debugowania nie istnieje - nic do pobrania

source: Debug file has been deleted
de: Debug-Datei wurde gelöscht
pl: Plik debugowania został usunięty

source: Debug option is disabled - nothing to display
de: Debug-Option ist deaktiviert - nichts zum Anzeigen
pl: Opcja debugowania jest wyłączona - nic do wyświetlenia

source: Debug option set to console - nothing to display
de: Debug-Option auf Konsole gesetzt - keine Anzeige möglich
pl: Opcja debugowania ustawiona na konsolę - nic do wyświetlenia

source: Debug option set to debugfile, but file does not exist - nothing to display
de: Debug-Option auf Debug-Datei gesetzt, aber Datei existiert nicht - nichts zum Anzeigen
pl: Opcja debugowania ustawiona na plik debugowania, ale plik nie istnieje - nic do wyświetlenia

source: December
pl: grudzień

source: Decrypt Signatures Error
pl: Błąd odszyfrowywania podpisów

source: Default captcha bypass (old routine)
pl: Domyślne obejście Captcha

source: Delete
de: Löschen
pl: Usunąć

source: Delete log file
de: Lösche Log-Datei
pl: Usuń plik dziennika

source: Detection of MIPSEL FPU ABI.
de: Erkennung der MIPSEL FPU ABI.
pl: Wykrywanie MIPSEL FPU ABI.

source: Director:
de: Regisseur:
pl: Reżyser:

source: Directors:
de: Regisseure:
pl: Reżyserowie:

source: Disable
de: Deaktivieren
pl: Wyłączyć

source: Disable not used services
de: Deaktiviere nicht verwendete Services
pl: Wyłącz nieużywane serwisy

source: Disable/Enable services
de: Deaktivieren/Aktivieren von Services
pl: Włącz/Wyłacz serwisy

source: Discover
pl: TV
